[
  {
    "id": 4300364113,
    "title": "Personalized portrait from photo of couple, Anniversary portrait gift for spouse, Custom couple illustration with pets in digital art style",
    "description": "1. Text your photo to 703-791-9860.\n\n2. Get a reply from me saying it works. \n\n3. Place your order.\n\n- - \n\nCanvas of Forever\n\nWithin gilded light, our custom portrait breathes—\nNot just pigment, but whispers of us,\nYour laughter captured in watercolor veins,\nMy devotion sketched in careful lines.\n\nThe artist&#39;s hand transformed our wedding photo,\nConjuring magic from digital memories,\nOur faces, close-leaned and dreaming,\nAn anniversary treasure that silences time.\n\nSee how she painted our faithful companions,\nTheir eyes holding secrets only pets understand,\nThe family we&#39;ve built, frame by precious frame,\nA commissioned universe hanging on our wall.\n\nThis gift outlasts flowers, outlives chocolates—\nMy spouse, my love, my sanctuary,\nOur life together, brushstroked into permanence,\nA painting worth more than its price in gold.\n\nWhen visitors ask about this couple drawing,\nI&#39;ll tell them it&#39;s more than art—it&#39;s prophecy,\nOur portrait promising decades still unwritten,\nLove&#39;s masterpiece, just beginning to unfold.\n\nTHE END",
    "category": "custom couple art, family portrait, pet portrait, couple painting, gift for spouse, watercolor couple, digital portrait, anniversary gift, photo to art, couple drawing, wedding gift, custom portrait, couple sketch",
    "price": 68.0,
    "url": "https://www.etsy.com/listing/4300364113/personalized-portrait-from-photo-of"
  },
  {
    "id": 842984677,
    "title": "20th Anniversary Gift, Personalized Parents Gift, with Names 20 Years Sign, Wedding Anniversary Art, Print or Canvas, Custom, faux wood",
    "description": "20th Anniversary Gift, Personalized Parents Gift, with Names 20 Years Sign\nPRINT, CANVAS or DIGITAL FILE - unframed - Choose your size - Choose your colors - Read FAQ&#39;s at very bottom\n\n▼ Prints are unframed. Gallery wrapped canvas are ready to hang. (details below)\n\n▼ Proofs are not provided unless requested, this will get your order out faster.\n Make sure all info is correct. Colors printed will be the same as the first photo shown.\n\n▼ See FAQ&#39;s for turn around time. (or read below)\n\n▼ Any artwork with a gold or wood look: printed to look gold or wood, not shimmery, metallic or real wood.\n\n\n--------------------------------\n\nPRINTS:\n\nPrints are professionally printed on high quality, archival professional satin sheen, photo paper with pigmented inks. Prints are brilliant, crisp and beautiful and will last a lifetime and beyond if cared for properly. Prints are unframed. Limited sizes available.\n\n\n--------------------------------\n\nCANVAS:\n\nGallery wrapped canvas are ready to hang with a finished black backing and pre-installed hanging hardware. Printed with acid free ink that will last without fading or chipping, on high quality, artist grade material and a scratch-resistant UV coating. Canvas are lightweight yet super durable with a 1.25&quot; inch deep frame, tight corners and a solid front panel, which means no sagging or stretching!\n\n\n--------------------------------\n\nDIGITAL FILES:\n\nDigital files are JPEG files sent via email. You print these yourself or have them printed anywhere that prints photos - super easy and a good choice when you&#39;re in a hurry.\n\nWhen ordering a digital file just let me know the size you want in the personalized section.\nYou will receive your digital file via email in 4-8 business days. If you need it within 24 hours (business days) select RUSH PROOF  in the shipping options at checkout.\n\n* Nothing is physically mailed when ordering a digital file.\n\n--------------------------------\n\n\nPlease note: once your order goes into production refunds cannot be issued and changes cannot be made.\n\nYour artwork is carefully packaged and insured for a safe arrival! 11x14 and smaller unframed prints are shipped via USPS. Canvas&#39; are shipped via UPS ground. Shipping times vary, on average you can expect 4-9 days.\n\n--------------------------------\n\nA variety of sizes are available (8x10, 11x14, 10x20, 12x18, 16x20, 18x24, 20x24, 20x30, 24x36). If you do not see the size you want please ask.\n\nI am excited to create something special for you!\n\n\nThank you ♥\n\nChristine\n\n\n--------------------------------\n\n\n\nCopyright. All rights reserved. Made in the USA\n\n* photos shown are examples",
    "category": "Gift to Parents, gift for parents, custom print, Canvas Art, Parents Anniversary, keepsake gift, anniversary sign, 20th anniversary, customized 20, 20 years spouse, keepsake 20th, 20 party decor, marriage 20th",
    "price": 22.99,
    "url": "https://www.etsy.com/listing/842984677/20th-anniversary-gift-personalized"
  },
  {
    "id": 582120434,
    "title": "lovebirds definition print in typewriter font on 5x7, 8x10, 11x14 handmade paper, home or wedding decor, anniversary gift, newlyweds gift",
    "description": "lovebirds definition print in typewriter font on handmade cotton paper.\n\nWhat are lovebirds? An inseparable pair, a symbol of love and commitment, sweethearts. This print is perfect for a new relationship, newlyweds, parent&#39;s anniversary, or for the couple you admire most!\n\nThe words are printed in a typewriter font on handmade cotton rag paper with deckle edges. The color of the paper is a natural, unbleached white but may occasionally have tiny speckles of random color from other fibers mixed in. Size varies slightly because of the imperfect nature of handmade paper, but will be roughly 5&quot; x 7&quot;, 8&quot; x 10&quot;, 11&quot; x 14&quot; based on your selection.\n\nThis listing is for the physical print only, frame or clipboard not included.\n\nThis definition is also available as a greeting card: https://www.etsy.com/listing/582122220/\n\nPROCESSING AND SHIPPING\nOnce purchased, I will process your order within 1-2 business days. Prints ship in a flat mailer via USPS based on the shipping option selected. \n\nThank you for shopping at alison rose vintage. If you would like a custom card or print, please send me a message.",
    "category": "alison rose vintage, handmade paper, housewarming gift, lovebirds definition, newlyweds gift, paper anniversary, cotton anniversary, lovebirds wedding, sweethearts print, lovebirds quote, gift for couple, engagement gift, spouse love bird",
    "price": 15.0,
    "url": "https://www.etsy.com/listing/582120434/lovebirds-definition-print-in-typewriter"
  },
  {
    "id": 1030299869,
    "title": "Personalized Song Lyric Art, Custom Engraved Scripture & Music Gift, Wedding Song, Wedding Memory, Gift for Bride, Unique Valentine Gift",
    "description": "This beautiful wooden engraved song lyric art is the perfect way to display a memorable song and is completely customizable with your favorite song and any names,song name, or phrase layered on the top!\n\nSPECS:\n- Each art piece is 8x10 inches and engraved on 1/8&quot; birch wood and complete with your choice of stain thin birch frame.\n- Choose the font for the song lyrics and the names on top from the listing choices provided. (if you would like a certain color for the 3D names, please add that in the personalization area as well.)\n- Each art piece can come with a hanger on the back or stand to display.\n\n\n*A digital proof will be sent 24-48 hours after order is placed",
    "category": "engraved art, song art, lyric art, personalized song, wedding gift, anniversary gift, first dance song, engraved song, Song Lyrics, Spouse Birthday, Spouse Christmas, Valentines Day Gift, Unique Valentine",
    "price": 53.0,
    "url": "https://www.etsy.com/listing/1030299869/personalized-song-lyric-art-custom"
  },
  {
    "id": 1328683153,
    "title": "I love you always & forever rose metal wall hanging, thoughtful spouse gift, metal anniversary gift, multicolored flower, June birthday",
    "description": "Check out our newest line of rustic metal home decor!  These roses with text in the stem are the perfect everyday, every occasion gift for your spouse, anniversary, or celebration of friendship!\n\nLaser cut out of American steel, these roses are colored with the powder coat color of your choice.  You can chose the color of the stem and the color of the rose itself!  We also have a personalized listing if you’d rather have a special one created just for you!!\n\nAll of our pieces are made 100% in the USA using only USA sourced materials!  Please allow us 3-5 business days to create and ship your piece.  The roses measure 12” long from tip of the flower to bottom of the stem 🙂",
    "category": "rustic home decor, steel flower, custom metal rose, multicolored roses, anniversary flowers, metal rose, metal wall art, rustic farmhouse, birthday flower, multicolored flowers, gift for spouse, thoughtful gifts, forever rose",
    "price": 22.11,
    "url": "https://www.etsy.com/listing/1328683153/i-love-you-always-forever-rose-metal"
  },
  {
    "id": 1810711713,
    "title": "Birthday Gift For Personal Trainer Gym Fitness Instructor Coach | Thank You Secret Santa Christmas Present For PT Trainer Brother Him Her",
    "description": "Birthday Gift For Personal Trainer Gym Fitness Instructor Coach . Thank You Secret Santa Christmas Present For PT Trainer Brother Him Her\n\nThis scented soy wax candle makes a beautiful gift for a PT, personal trainer or gym buddy💗\n\nThe label on the jar reads “Smells like the world&#39;s best trainer: infused with strong notes of an incredible motivator and dash of burpees, lunges & reps” followed by a space below for your personalised message. Our candles can be personalised with a scent of your choice from our scent list and will arrive packaged in our signature gift box.\n \n🎁 If your personalisation message is intended for Christmas, a festive gift box will be chosen for your candle. \n\nThis 180ml jar candle is filled with natural soy wax and premium fragrance oil (cruelty free). Burns approximately 35 hours. Our candles are designed and hand poured in our home studio in Manchester. \n\nFor our packaging, we use recyclable cardboard, paper packing, biodegradable starch peanuts and paper tapes. \n\n💬 If you have any enquiries on ordering, please feel free to message us. \n\n🌸Scent description\nBirthday Cake \nCelebrate every moment with our birthday cake-scented candle, with notes of orange, coconut, and a blend of nuts that enlivens the air with sweetness bringing back memories of joyful celebrations and sweet indulgence.\n\nCranberry Delight \nA refreshing fusion of cranberries, crisp apple and lemon that transforms your space into a haven of fruity delight, perfect for everyday moments of relaxation.\n\nLaundry Days \nThe crispness of clean cotton as it mingles with delicate notes of jasmine and sea kelp to create an atmosphere of cleanliness and comfort, making every day feel like a breath of fresh air.\n\nLime Basil Mandarin \nA burst of invigorating fresh Sicilian lime and bergamot top notes dance together and unfolds with sweet mandarin, white florals, and basil, creating a delightful harmony. \n\nPink Fizz and Pomelo \nLet the champagne showers flow! A burst of zesty pomelo and sweet citrus to create uplifting top notes, reminiscent of a sparkling celebration, capturing the essence of a joyous occasion in every flicker.\n\nSea Salt and Sun \nSweet breeze and fresh seaweed creates a calm and refreshed ambiance, making it the perfect choice for moments of tranquillity and rejuvenation, reminiscent of refreshing walks by the sea.\n\nSerenity \nLet the gentle flicker  of this candle guide you to a state of serene bliss, creating an oasis of peace and harmony in your home. A harmonious blend of soothing lavender mingling with the sweetness of red fruits. \n\nSweet Berries and Plum \nThe delightful fusion of sweetness and opulence from sweet plums, rose and patchouli to create a warm and inviting ambience in your home. \n\nSummer in Valencia\nTransport yourself to a warm, sun-kissed haven with invigorating notes of zesty orange dancing with the delicate floral touch of jasmine and lily. Embrace the essence of a tranquil summer day with every enchanting glow.\n\nFestive Berries\nBrighten your holiday season with a delightful mix of juicy cranberries, grapes and sweet peach with a touch of rose to evoke the festive cheer and merriment, turning any moment into a celebration.\n\nFestive Spice \nEmbrace the warmth of winter nights with this captivating blend of rich amber, spicy cinnamon, earthy clove, and sweet vanilla. Perfect for creating a festive ambiance, this fragrance will transform your space into a cosy winter haven.\n\nGingerbread \nThe heartwarming aroma of freshly baked gingerbread with notes of vanilla and caramel to create a sweet and nostalgic atmosphere, making this candle a festive must-have that captures the essence of holiday joy.\n\nNutcracker \nA cosy Christmas embrace where warm chestnut and spiced clove fills the air, reminiscent of holiday treats. Enjoy the lingering aroma of sugared coffee and rich vanilla, perfect for a comforting and indulgent Christmas season.\n\nSerenity \nLet the gentle flicker  of this candle guide you to a state of serene bliss, creating an oasis of peace and harmony in your home. A harmonious blend of soothing lavender mingling with the sweetness of red fruits. \n\nWinter Orange Garland \nIndulge in festive, cosy moments with the uplifting sweetness of orange, intertwined with the floral elegance of jasmine and lily, and a warm hint of cinnamon\n\nWoodland Walk  \nA serene blend of sandalwood, cedarwood and amber, with subtle hints of saffron and vanilla, evoking the tranquil essence of a peaceful stroll through the autumn winter woods.\n\n🕯️ Who are we? 🕯️\nDreamCloudCo is a small family business by us, Linda and Alex. All our candles are all designed, crafted and handmade by us in our home studio in Manchester. \n\nWhat started as a hobby in 2018 has turned into our small business in October 2023 after being made redundant 💗 Come along our small business journey with us!",
    "category": "birthday gift, Christmas present, personalised candle, thank you, personal trainer, PT coach, fitness instructor, gym buddy, secret santa, for friend, brother him her, marathon training, congratulations workout",
    "price": 14.49,
    "url": "https://www.etsy.com/listing/1810711713/birthday-gift-for-personal-trainer-gym"
  },
  {
    "id": 1567475984,
    "title": "Harlequin FC Rugby Stadium Mug, The Stoop Contemporary Illustrated Coffee Cup, Personalised Gifts for Rugby Fan",
    "description": "A sturdy ceramic mug, featuring a contemporary illustration of The Stoop, home rugby stadium to Harlequin FC.\n\n\nWhy buy a mug from Turf?\n\n• Tasteful Contemporary Artwork - Making this the perfect rugby gift for men, women or children who are passionate fans of Harlequin FC.\n\n• All Occasions - A great gift for a special birthday, Christmas, Father&#39;s Day, Housewarming or New Job. \n\n• Customisable - Personalise the text on the reverse side of the mug to your liking.\n\n• Left or Right-Handed - We make our mugs to order, which means you can choose whether it is to be for a left-handed or right-handed user, keeping the illustration always facing them.\n\n• Strong Mug - We print onto high quality, sturdy ceramic mugs reducing the chance of breakages occurring. The handles are integrated into the body of mug too, which means that the possibility of the handle coming off over time, is extremely low. \n\n• Human Made - All illustrations are made from scratch by Ben, our illustrator at Turf Football Art. There is no AI trickery here and we are proud to be creators of our own work.\n\n• Packaged Carefully - Superior packaging, such as double walled boxes, ensure that your mug arrives without being damaged in transit.\n\n• 5 Star Ratings - With over 50,000 sales worldwide, and a review score of 98% 5 star reviews on Etsy, you can be assured that you buying a trusted product that will be received well.\n\n\nCheck out all our perfect gift solutions for football, rugby, cricket, tennis and golf fans at our Etsy shop.\n\nwww.etsy.com/shop/turffootballart",
    "category": "Gifts for Dads, Home Office Gift, Rugby Gifts, Twickenham Stoop, The Stoop Stadium, Xmas Gift Brother, Best Gifts for Men, London Surrey, Affordable Gifts, New Home Wall Art, Job Congratulations, Harlequin FC Mug, Birthday Him Men Man",
    "price": 17.5,
    "url": "https://www.etsy.com/listing/1567475984/harlequin-fc-rugby-stadium-mug-the-stoop"
  },
  {
    "id": 271019550,
    "title": "Llavero Gimnasio Kettlebell Workout Regalo de Motivación - Gym - Halterofilia - Bodybuilding - Joyas Fitness - Regalo Fitness -Wod & Fit",
    "description": "Llavero Motivación Gimnasio Kettlebell Arnie Workout by Wod & Fit\n\nLlavero Gimnasio Regalo ideal para amantes del Fitness, culturismo, halterófilo,Powerlifter, Weight lifter, Atleta, regalo de Motivación regalo para él, regalo para ella, regalo personalizado pareja Wod & Fit Original.\n\n❤️Solo el original lleva la Kettlebell Wod & Fit\n\n⭐El llavero tiene el anillo con la frase de motivación,las cadenas de acero inoxidable, la Kettlebell, Mancuerna ,Barra y la frase de Motivación a elegir en el drop down.\n\n✒️CUSTOM TAG/ PERSONALIZADA: en la etiqueta de 3x1cm escribe tu frase de motivación, nombre, fecha ... y te la grabamos\n\n✒️CUSTOM Anillo de Donuts personalizado: Si no encuentra la frase del Anillo de Donuts, se lo haremos. Escriba su frase de motivación, nombre y se lo grabaremos.\n\nDrop Down\nRing Word: La frase del anillo\nMotivational Word: La frase de motivación que más te gusta.\n\nLos enviamos en todo el mundo. Los artículos son enviados en Bolsita de terciopelo para regalo.\nEl envio se efectua por correo certificado con numero de seguimento que enviaremos al comprador.\n\nwww.wodandfit.com\nwww.facebook.com/wodefit\nwww.etsy.com/es/shop/WodEFit\nwww.instagram.com/wodandfit/\nwww.instagram.com/wodefit/",
    "category": "Joyas Bodybuilding, Regalo Gym, Reagalo de Gimnasio, Regalo de Motivación, Regalo Entrenador Personal, Personal Trainer, Regalo personalizado, Regalo para deportista, Llavero personalizdo, Llavero con nombre, Regalo cumpleaños, Llavero de gimnasio, Llavero fitness",
    "price": 29.9,
    "url": "https://www.etsy.com/listing/271019550/llavero-gimnasio-kettlebell-workout"
  },
  {
    "id": 1717604623,
    "title": "Personalized Vinyl Record with Photo: Acrylic Song Plaque, Anniversary Gift for Friends, Birthday Gift for Her Him, Christmas Gifts",
    "description": "🎵 CUSTOMIZED VINYL RECORD DISPLAY 🎵 \n\nThere are moments in life that become beautiful experiences with a song and a picture. We create our personalized vinyl records with love, and they will be the best gift you can imagine in the form of a small artwork! Your life is unique, your love is unique, and so should your gift be on a special day. We customize the vinyl record displays according to your preferences by selecting your favorite picture, song, and singer, and provide you with a song code that you can scan with your phone camera. A wonderful sound will bring huge smiles to the faces of your loved ones as they listen to this musical experience. Handcrafted with attention to detail, our individual vinyl display with an elegant wooden stand is a must-have for music lovers and those who appreciate the sentimental value of personalized gifts. Order today and ensure that the memories last a lifetime. \n🎵 PRODUCT DETAILS 🎵 \n\n● Not every link and song is available in every country. And it&#39;s hard for me to guess which music platform you want the code from. If you want a song code on vinyl, please send a link.\nThank you.\n● High-quality acrylic vinyl record (22.5 cm/9 inches or 17.5 cm/6.75 inches) \n● Solid wood base \n\n🎵 PRODUCTION 🎵 \n\nFor order preparation, we need 3-7 days. However, we usually do everything to ship it faster. Please note that we only prepare and ship on weekdays from Monday to Friday, excluding weekends. \n\n🎵 SHIPPING 🎵\n\n We use TNT, UPS, or FedEx for shipping. You can expect your package within a week once you receive the shipping notification. We cannot ship to PO boxes and APO addresses. \n\n🎵 DAMAGE AND LOST PACKAGE 🎵\n\n We take full responsibility for our products, shipping, and delivery. In case of damage or loss during delivery, we will promptly send a new product. We want you to be happy! \n\n🎵 CUSTOMS FEES 🎵 \n\nUnfortunately, we have no control over this, as it complies with the laws of your country. So, you must consider this when placing your order.",
    "category": "Personalized for him, gift for him, birthday gift, best friend gift, friendship gifts, sister gifts, gift for sister, gift for best friend, gift for her, personalized gift, anniversary gift, vinyl record music plaque, qr spotify music code",
    "price": 24.89,
    "url": "https://www.etsy.com/listing/1717604623/personalized-vinyl-record-with-photo"
  },
  {
    "id": 1871311914,
    "title": "Personalized Unique Journal for Men and Women; Custom Graduation Gift for College Students Coworker Promotion or Retirement Thank You Gift",
    "description": "Personalized journal for gifting occasions such as:\n♥ Birthdays: A thoughtful and personal gift for any age.\n♥ Graduations: Celebrate academic achievements with a journal for future endeavors.\n♥ Christmas/Hanukkah/Holidays: A warm and personalized present for the festive season.\n♥ Teacher Appreciation: Show gratitude to educators with a customized journal.\n♥ Mother&#39;s Day/Father&#39;s Day: A heartfelt gift to honor parents.\n♥ Anniversaries: Commemorate milestones with a journal for shared memories.\n♥ New Job/Promotion: A perfect gift for new beginnings and professional growth.\n♥ Retirement: A space for retirees to record their new adventures.\n♥ Just Because: A spontaneous and meaningful gift to show someone you care.\n♥ Bridal Showers/Weddings: A lovely gift for brides or as a guest book alternative.\n♥ Baby Showers: A place for new parents to write down memories and milestones.\n♥ Travel Journals: The perfect gift for anyone who loves to travel and record their experiences.\n♥ Writer&#39;s Gift: Ideal for any person who loves to write.\n♥ Inspirational Gift: For someone who needs encouragement.\n♥ Thank you gift: a great way to show appreciation.\n♥ Get well gift: A place to write down thoughts during recovery.",
    "category": "groomsmen gift, bridesmaid gift, custom notebook, best friend gift, niece gift from aunt, sister birthday gift, girlfriend gift, boyfriend gift, college graduation, coworker leaving, senior 2026, senior 2025, bestie gift",
    "price": 19.99,
    "url": "https://www.etsy.com/listing/1871311914/personalized-unique-journal-for-men-and"
  },
  {
    "id": 1665973118,
    "title": "Personalized Bookmark with Picture, Mothers Day Gift, Reading Gift, Photo Gift, Love Read, Gift for Her, Custom Photo Acrylic Bookmark",
    "description": "Searching for the perfect gift for the booklover in your life? Look no further! Our personalized acrylic bookmarks are the ideal choice for any occasion, from birthdays to thank yous, Mother&#39;s Day, and Christmas. With the option to customize designs and add names, these bookmarks offer a unique way to cherish reading moments. Give a gift that stands out and accompanies every literary journey with style – order our personalized acrylic bookmarks today!\n\n⭐Order instructions⭐ \n\n1. Choose Tassel Color: Select your preferred tassel color from the dropdown menu. \n\n2. Select Your Design: Select your preferred tassel color from the dropdown menu.\n\n3. Personalize Your Bookmark: Use the provided personalization box at checkout to add your custom text. Whether it&#39;s your name, a meaningful quote, or a special message, make your bookmark uniquely yours.\n\n4. Complete Your Order: Review your choices to ensure everything is just as you want it, then proceed to checkout to complete your order. \n\n\n⭐Social Media⭐\n\nStay informed on all of our latest products and sales by following us on social media.\n\nFacebook: https://www.facebook.com/HundredHeartsDesigns\n\nInstagram: https://www.instagram.com/hundredheartsdesigns/\n\n\n⭐About shipping⭐\n\nDOMESTIC (U.S.): 3 - 5 business days\nINTERNATIONAL: 7 - 14 business days\n\nTherefore, it generally takes 4 - 7 business days (PROCESSING + SHIPPING) after the order date to receive your order.\n\nPlease note: the &quot;ship by&quot; date on your invoice is NOT equivalent to the actual &quot;delivery&quot; date.\n- SHIP BY DATE: When your package leaves our studio.\n- DELIVERY DATE: When your package arrives to you.\n\n\n⭐Note for international shipping⭐\n\n-Please leave full name and contact number.\n-The customer is responsible for all duties and taxes.\n\nCustoms policies vary widely in countries, and some countries don&#39;t charge Import Fees for shipments that fall below a minimum value. You may contact the customs office of the destination country for more information.\n\nFor product value over this limit, there will be import taxes, fees, and customs duties (hereafter, &quot;Import Fees&quot;), levied by the customs office of your shipping destination, it could be around 10-25% in total, depending on regulations of local authority.\n\nAs all of our products are personalized, we will not issue a refund to return-to-sender goods due to unpaid custom duty fee.\n_________________________________________________\nCustom Bookmark, Acrylic Bookmark, book marks, Floral Bookmark, Cute Bookmark, bookmark for Women, book lover gifts, birthday gifts, best friend gifts, coworker gifts, thank you gifts, birth flower gifts, unique gifts for her",
    "category": "Custom Bookmark, Acrylic Bookmark, book marks, book lover gifts, birthday gifts, best friend gifts, unique gifts for her, photo bookmark, picture bookmark, bookmark with tassel, Photo Gift, Gift for Dad, Mothers Day Gift",
    "price": 20.78,
    "url": "https://www.etsy.com/listing/1665973118/personalized-bookmark-with-picture"
  },
  {
    "id": 1693473321,
    "title": "Personalized Blind Date with a Book Gift Box Mystery Gift for Book Lover Gift Personalized Book Gift Birthday Gift for Her Bookworm Gift",
    "description": "✨Introducing the ultimate gift for book lovers everywhere ✨ \nBlind Date with a Book Box, where every element is meticulously curated to delight and inspire!\n\n🎁 Inside this enchanting box, you&#39;ll discover a treasure trove of literary delights designed to elevate your reading experience to new heights. \n\nLet&#39;s unpack the magic, shall we?\n\n📕 Our signature Blind Date with a Book selection.  Immerse yourself in the thrill         \n        of the unknown. \n⭐️ Vintage library card style Reading List.   \n      Easily track your reading progress and \n        jot down your rating for each book.   \n\n📌 Annotation Tabs & Highlighter - ensuring   \n        every page-turning moment is     \n       cherished and remembered.\n\n☕️  Indulge your senses with a delicious drink \n       and sachet, specially chosen to \n        complement your reading experience \n       and set the perfect ambiance. \n\n🧦  Slip into a pair of cozy socks, nibble on a \n       delectable snack, and set your drink \n        on our charming coasters, all while \n       surrounded by whimsical stickers that \n        celebrate the joy of reading.\n\nWhether you&#39;re treating yourself or surprising a fellow book lover with the gift of literary bliss, our Blind Date with a Book Box is sure to delight and inspire. \n\nHappy reading!",
    "category": "mystery box, get well gift box, hygge gift box, blind date with, best friend gift, gift box for friend, gift box, gift basket, bookish gift, gifts for book lover, book date, personalized gift, thank you gift",
    "price": 44.5,
    "url": "https://www.etsy.com/listing/1693473321/personalized-blind-date-with-a-book-gift"
  },
  {
    "id": 1623536505,
    "title": "Personalized Vinyl Record with Photo - Acrylic Song Plaque - Anniversary Gift for Friends - Birthday Gift for Her Him - Christmas Gifts",
    "description": "🎵 PERSONALISED RECORD DISPLAY 🎵\n\nThere are such moments in life that it&#39;s related to a song and a picture on that lovely moment.\n We create our personalized records with love, and it will be the best gift that you could ever imagine in one small piece of art! \nYour life is uniqe, your love is unique and so be your gift on a special day. We customize the record displays with your preferred picture, song & singer choice and you&#39;ll find a song code to scan it using your phone camera. \n\nYou&#39;ll put a huge smile on your loved ones&#39; faces while listening to that wonderful sound.\n\nLong Distance Relationship Gift for Boyfriend - One year anniversary gift for him, Father&#39;s Day gift, Mother&#39;s Day Gift, Anniversary, Engagement, Wedding, Birthday, Nursery Decor, 1st Birthdays, Newborn, New House Gift, In memory of, Easter, Valentine’s Day or Christmas!\n\nWe can customize the perfect present idea for any occasion!\n\nHandcrafted with love and attention to detail, our Customized Vinyl Display with an Elegant Wooden Stand is a must-have for music lovers and those who appreciate the sentimental value of customized gifts. Order yours today and make memories last a lifetime.\n\n**Please note that our product is decorative and not suitable for actual record players.\n\n\n🎵 CUSTOM VINYL RECORD PRODUCT DETAILS 🎵\n\n●High-quality acrylic record (22.5 cm/ 9 inches or 17.5cm/6.75inches)\n●Solid Wood Base\n\n🎵 MANUFACTURING 🎵\n\nFor order preparation, we need 3-7 days. But usually, we do everything possible to send it faster.\nPlease notice that we prepare and ship only in BUSINESS days from Monday till Friday. NOT including weekends.\n\n🎵 SHIPPING 🎵\n\nWe use TNT, UPS or Fedex for shipping. You can expect your package in one week once you have received the notification of shipment.\nWe can not ship to PO Boxes and APO Addresses.\n\n🎵 DAMAGE AND LOST PARCEL 🎵\n\nWe take full responsibility for our products, shipping, and delivery. In case of damage or loss during delivery, we will send out a new product as soon as possible.\nWe want you to be happy!\n\n🎵 CUSTOMS FEES🎵\n\nUnfortunately, we have no influence over this as it is your country&#39;s laws. So you have to take it into account when making an order.\n\n\n⬇️ YOU CAN FIND THE LINK HERE ⬇️\n\nhttps://form.jotform.com/etsyorder/personalized_record\n\nVisit our store for more: www.etsy.com/shop/DaisyMorningStore",
    "category": "Personalized for him, gift for him, birthday gift, best friend gift, friendship gifts, sister gifts, gift for sister, gift for best friend, gift for her, personalized gift, anniversary gift, music plaque, vinyl record",
    "price": 25.99,
    "url": "https://www.etsy.com/listing/1623536505/personalized-vinyl-record-with-photo"
  },
  {
    "id": 1849801589,
    "title": "Birthday Gift Rainbowmaker, Thinking of you, Best Friend Crystal, Thank you Gift, Friendship Gift, Get well soon, Valentines Gift, thank you",
    "description": "This cherished keepsake has been carefully handcrafted as a meaningful gift to celebrate loved one&#39;s special occasions. Its elegant design effortlessly complements any home decor, nursery, or office decor.\n\nWhen kissed by sunlight, the crystal suncatcher transforms into a stunning spectacle, casting vibrant, kaleidoscopic rainbows that dance across the room. It serves as a beautiful symbol of love and lasting memories.\n\n🌿Have this shipped directly to your loved one by noting their shipping address to recipient delivery address in order. Invoice will not be included in the item.\n\n🌿Thank you for supporting a Women owned small business. I personally handle and process each order with care.\n\n🌿PERSONALIZATION\n- Keepsake card is printed on cardstock and placed within the gift box. It shows as follows: &quot;There are those whose presence illuminates the world so profoundly that even in their absence, their LIGHT continues to SHINE.&quot;\n\n- Optional: To add a printed gift message for the recipient please place it under &quot;Personalization&quot; when placing the order.\n\n🌿PENDANT DIMENSIONS\n- 40 millimeter crystal ball prism made from K9 advanced glass known for its refractive index reflecting vibrant rainbow patterns when exposed to direct sunlight.\n- Silver Chain measuring 15&quot; long\n- Total length of crystal and chain is 18&quot; long\n\n🌿PENDANT STAND\n- The pendant can be purchased with stand that measures 6&quot; tall perfectly displaying the pendant. \n- The chain is included when purchasing pendant with stand so you can place the pendant on stand or hang it on chain.\n\n🌿 SHIPPING\nOrders processed the next business day. Standard delivery is typically 3 - 4 business days.\n\n🌿 EXPEDITED & INTERNATIONAL SHIPPING\n- Expedited shipping is provided in two options (1 to 2 Day Delivery) and (2 to 3 Day Delivery).\n- International shipping is provided with time frame of 6 to 10 business days.\n- At check out, please make your selection for Expedited shipping if you need it as you will be provided with drop down menu with shipping options.\n\n🌿WHAT&#39;S INCLUDED\n- Your choice of either Pendant or Pendant with Stand\n- Silver Chain & Hook\n- Keepsake card\n- Printed Personalized Message (optional)\n- Condolence Gift Box with magnetic closure that beautifully showcases gift you have gotten for your loved one for Pendant\n- Shipped in sleek black box with crinkle paper                      \n\n   \n\n\n                                                           ",
    "category": "Personalized Gifts, Gifts for her, Mothers Day Gifts, gift for boss, sister gift, Motivational Gift, birthday gift, best friend gift, Gift for Mom, Womens Birthday Gift, gift for coworker, light catcher, suncatcher",
    "price": 28.5,
    "url": "https://www.etsy.com/listing/1849801589/birthday-gift-rainbowmaker-thinking-of"
  },
  {
    "id": 792429025,
    "title": "Jesus Art, Wall Art, 11x14 “Healing Touch”, Christian Art Decor, Christian Art, Jesus print, Co-worker Gift, Get well soon",
    "description": "The healing hand of God, in Jesus, reaching for you - step up and receive the blessing of forgiveness and healing.. I give these to ill people regularly - sometimes the brain needs to see so that the body can heal- a mind over matter situation.. but a visual of Christ healing you - can go a long way.! Especially for people who are so visual these days- (aren’t we all..) so keeping this by your side and seeing it daily is a great way to teach yourself - you’re going to be healed- to even teach yourself that Jesus is right there waiting for you to believe that he can do it.. \nand a little encouragement goes a long way.! \n\n11x14 print on card stock- professionally made prints- signed and numbered.",
    "category": "Inspirational Art, Get Well Soon, Gift For Healing, Jesus the Healer, Christian Art, Jesus Art, Christian Gifts, healing Jesus, faith gift, encouraging gift, Easter gift, Christ Gift",
    "price": 22.5,
    "url": "https://www.etsy.com/listing/792429025/jesus-art-wall-art-11x14-healing-touch"
  },
  {
    "id": 1800982063,
    "title": "Pink Glitter Star Pocket Hug, Star Emotional Support Token, Tween Girl Gift, Christmas Stocking Stuffer, Long Distance Relationship Gift",
    "description": "🌟 Pocket Hug: Your Tiny Bundle of Joy! 🌟\n\nNeed a little boost? Our pink glitter star pocket hug is the perfect companion for those moments when you need warmth and comfort. Each adorable hug is crafted with love and care, making it an ideal gift for friends, family, or even yourself!\n\n✨ Features:\n\nSize: Fits perfectly in your pocket or bag, about 4&quot;x2.5&quot;, packaged in a soft white mesh bag.\nThoughtful poem: The poem creates connection between you and the receiver, leaving a lasting bond that keeps two hearts close, even when apart. It can be replaced with personalized note, please leave your request in the personalization box.\n\n🌼 Perfect For:\n\nA quick pick-me-up\nSending love from afar\nCelebrating special occasions or just because!\n\n💖 How to Use: Simply slip it into your pocket, hold it close, or gift it to someone who needs a little extra love. It’s a daily reminder that you’re never alone!\n\nBring a little joy to your day with our Pocket Hug. Order yours today and carry a piece of comfort wherever you go!",
    "category": "pocket hug, pocket token, star pocket hug, emotional support, get well soon gift, work bestie gift, tween girl gifts, stocking stuffer, funeral favor, favor bags gift, quinceanera favor, best friend gift, coworker bestie gift",
    "price": 8.39,
    "url": "https://www.etsy.com/listing/1800982063/pink-glitter-star-pocket-hug-star"
  },
  {
    "id": 1271819601,
    "title": "Get Well Soon Blanket, Get Well Soon Gift, Sick Girl Gift, Personalized Sick Women Gift, Custom Blankets, Kids Care Blanket, Hospital Throw",
    "description": "Your new personalized blanket is made of super soft, high-quality fabrics that will be loved for years to come.\n\n•\tLong Lasting - Eco Friendly ink is safe, and will not washout or fade\n•\tNon-pilling - Won’t shed or ball up\n•\tSuper-Soft - You will love how it feels\n•\tWicks away Moisture \n•\tBreathable - Warm but lightweight\n•\tHypo-Allergenic - Will not irritate skin adult or baby’s skin\n•\tMachine Washable - Easy to care for\n\nHow to Order:\n\n1. Choose your blanket Size and Material from the drop-down list.  \n\n*  Please look at the photo section to find a Sizing Chart to help you choose  out the right size blanket.\n\n2. Add your personalization it the box provided under Size and Material\n\nExample:\n\nFirst, Middle, Last Name.  Monograms will be in the order of first, last, middle unless you indicate otherwise.\n\nPlease check for spelling accuracy. We will copy and paste what you enter into the personalization box.\n\n3. Also please add any special instructions in the Notes to LifestyleBlankets at checkout\n\n4. If you want to see a proof before we print your blanket, please request it, we are happy to provide this but keep in mind it may delay the production process if we are waiting on your approval. You must request the proof when you place your order. If you wait to ask, we may have already processed your order. To meet our Etsy shipping deadlines, if we have not heard back within 24 hours, we will process the order with the proof that was provided.\n\nBlankets are printed on one side only.\n\n5. Care:\n\nMachine wash in cold water. Tumble dry on low heat or hang to dry. Do not use bleach or softeners. Do not iron.\n\n*Periodically tiny microfiber dots may occur – this is a natural occurrence in the fabric (mostly seen in fleece). They typically appear black, blue, orange or yellow in color. Once the fabric is washed, they usually are less visible.\n\n*The designs are applied under high heat and pressure. Blankets will thicken some after use and washing.\n** Great Size For   The ages are guesses\n     30x40  Baby or Wall Hanging    Newborn to 2 Age\n     40x50  Toddler 1 1/2 to 6 Age\n     50x60  Toddler to Adult Anyone older Than 6\n     60x80  Anyone",
    "category": "cancer warrior, healing wall art, Get Well Soon Gift, Sick Girl Gift, Custom Blankets, Kids Care Blanket, Hospital Throw, Personalized, Sick Women Gift, Get Well Soon, Blanket, Inspirational, Coworker",
    "price": 37.0,
    "url": "https://www.etsy.com/listing/1271819601/get-well-soon-blanket-get-well-soon-gift"
  },
  {
    "id": 1888427306,
    "title": "fingerprint art for co-worker leaving gift,  colleague thankyou gift from co-workers, personal retirement present for workmate Printable PDF",
    "description": "Say thankyou in a unique and personal way with this fingerprint flower meadow wall art printable. \nWhether its saying goodbye to a well loved co worker or you&#39;d like to say a heartfelt thankyou to them!\nThis unique gift idea is a sure way to put a smile on their face!\n\n🖤PLEASE NOTE- This is a listing for a DIGITAL DOWNLOAD- No physical item will be shipped INCLUDED\n\n🧡INCLUDED IN THIS LISTING🧡\nhigh quality PDF files in the following sizes.\nLETTER\n8 X 10 Inches\nA4\n\n🧡HOW TO DOWNLOAD🧡\n1. Sign in to Etsy.com and go to Your account.\n2. Go to Purchases and reviews.\n3. Next to the order, select Download Files. This goes to the Downloads page for all the files attached to your order.\n\n🖨Print at home, at your local print shop 🖨\n\n🌷Colours may vary from monitor to monitor🌷\n\n🧡 FOR BEST RESULTS🧡\n\n* Set printer settings to highest quality\n* print on medium to heavyweight cardstock.\n* use non toxic paints or inks for hand/ finger printing.\n\n⭐And if you really want to be your future best friend I recommend stocking up on these items and frames for future gifts.\nRe print and recreate as many times as you wish for personal use only. \n\nThese artworks are created by me and are not for resale as they are or altered.\n\nDue to the nature of the product I&#39;m unable to offer refunds, however if you have any concerns or queries please get in touch. I would love to hear from you.\n\nApril x",
    "category": "coworker leaving, goodbye workmate, colleague thankyou, thankyou gift, fingerprint art, retirement poem, coworker poem, get well soon, maternity work gift, retirement card, printable card print, colleague leaving, work associate card",
    "price": 2.0,
    "url": "https://www.etsy.com/listing/1888427306/fingerprint-art-for-co-worker-leaving"
  },
  {
    "id": 1874904038,
    "title": "USB Flash Drive 3.0, Personalized Engraved usb with box, 4 16 64 128 GB Memory Stick, Best Corporate Gifts, Unique Wedding Gifts for Him",
    "description": "Personalized Flash Drive 3.0 Version, Engraved Wedding Keepsake, 4 16 64 128 GB Memory Stick, Best Corporate Gifts, Unique Wooden USB Box\n\n\nIntroducing our exquisite Wooden USB and Box collection, where elegance harmonizes with practicality! Carefully crafted from premium wood, available in sophisticated Dark Wood and timeless Light Wood finishes, these USB drives and boxes are more than just storage solutions—they&#39;re heirlooms in the making. Backed by a year-long warranty, they promise not only style but also enduring quality.\n\n𝐒𝐩𝐞𝐜𝐢𝐟𝐢𝐜𝐚𝐭𝐢𝐨𝐧𝐬:\n\nCrafted from Fine Wood\nAvailable in Dark & Light Wood\nHandmade with Precision\nElegant Oval Shape\nCustomizable for a Personal Touch\n\n𝐃𝐢𝐦𝐞𝐧𝐬𝐢𝐨𝐧𝐬:\n\n(𝐔𝐒𝐁 𝐁𝐎𝐗)\n\n- Length: 8 cm\n- Width: 5.4 cm\n- Height: 2 cm\n\n(𝐔𝐒𝐁 𝐃𝐑𝐈𝐕𝐄)\n\n- Length: 6 cm\n- Width: 2.9 cm\n- Height: 0.9 cm\n\nExplore more at our Etsy store by following the link below:\n\nWrapUpSmile.etsy.com\n\n𝐀𝐛𝐨𝐮𝐭 𝐏𝐞𝐫𝐬𝐨𝐧𝐚𝐥𝐢𝐳𝐚𝐭𝐢𝐨𝐧\n\n- Customize your USB & Box with your Logo, Names, or Designs\n- Enjoy Personalization on both USB & box for the same price\n- Simply share your logo or designs after ordering at LightArt16@gmail.com or via Etsy Chat Box\n- Questions about engravings? Feel free to ask! :)\n\n𝐑𝐞𝐟𝐮𝐧𝐝𝐬 𝐨𝐫 𝐄𝐱𝐜𝐡𝐚𝐧𝐠𝐞𝐬\n\nKindly note that personalized orders are non-exchangeable or refundable, except in cases of damage or defects. Rest assured, we&#39;re here to assist with replacements or refunds if needed.\n\nCapture your cherished moments in a timeless and personalized manner with our Wooden USB and Box collection. Whether it&#39;s marking a milestone or safeguarding memories, elevate your storage experience today!\n\nDon&#39;t delay, secure your memory stick now and await its arrival at your doorstep!",
    "category": "USB  with Box, Custom Flash Drive, Birthday Gift, Gift for Boyfriend, Gift for Girlfriend, Retirement Gift, Employee Gift, Grandfather Gift, Gift for Singer, Gift for Husband, Wedding Photography, Graduation gift, Engraved Box",
    "price": 11.99,
    "url": "https://www.etsy.com/listing/1874904038/usb-flash-drive-30-personalized-engraved"
  },
  {
    "id": 1886553735,
    "title": "Custom USB with Box for Couples Personalized Wedding Photography Accessories Engraved Flash Drive Memory Stick Gift for Dad Mom Memorial",
    "description": "Custom USB with Box for Couples Personalized Wedding Photography Accessories Engraved Flash Drive Memory Stick Gift for Dad Mom Memorial\n\nIntroducing our exquisite Wooden USB and Box collection, where elegance harmonizes with practicality! Carefully crafted from premium wood, available in sophisticated Dark Wood and timeless Light Wood finishes, these USB drives and boxes are more than just storage solutions—they&#39;re heirlooms in the making. Backed by a year-long warranty, they promise not only style but also enduring quality.\n\n𝐒𝐩𝐞𝐜𝐢𝐟𝐢𝐜𝐚𝐭𝐢𝐨𝐧𝐬:\n\nCrafted from Fine Wood\nAvailable in Dark & Light Wood\nHandmade with Precision\nElegant Oval Shape\nCustomizable for a Personal Touch\n\n𝐃𝐢𝐦𝐞𝐧𝐬𝐢𝐨𝐧𝐬:\n\n(𝐔𝐒𝐁 𝐁𝐎𝐗)\n\n- Length: 8 cm\n- Width: 5.4 cm\n- Height: 2 cm\n\n(𝐔𝐒𝐁 𝐃𝐑𝐈𝐕𝐄)\n\n- Length: 6 cm\n- Width: 2.9 cm\n- Height: 0.9 cm\n\nExplore more at our Etsy store by following the link below:\n\nWrapUpSmile.etsy.com\n\n𝐀𝐛𝐨𝐮𝐭 𝐏𝐞𝐫𝐬𝐨𝐧𝐚𝐥𝐢𝐳𝐚𝐭𝐢𝐨𝐧\n\n- Customize your USB & Box with your Logo, Names, or Designs\n- Enjoy Personalization on both USB & box for the same price\n- Simply share your logo or designs after ordering at LightArt16@gmail.com or via Etsy Chat Box\n- Questions about engravings? Feel free to ask! :)\n\n𝐑𝐞𝐟𝐮𝐧𝐝𝐬 𝐨𝐫 𝐄𝐱𝐜𝐡𝐚𝐧𝐠𝐞𝐬\n\nKindly note that personalized orders are non-exchangeable or refundable, except in cases of damage or defects. Rest assured, we&#39;re here to assist with replacements or refunds if needed.\n\nCapture your cherished moments in a timeless and personalized manner with our Wooden USB and Box collection. Whether it&#39;s marking a milestone or safeguarding memories, elevate your storage experience today!\n\nDon&#39;t delay, secure your memory stick now and await its arrival at your doorstep!",
    "category": "USB  with Box, Custom Flash Drive, Birthday Gift, 9th Anniversary Gift, 5th Wedding Gift, Gift for Boyfriend, Gift for Girlfriend, Retirement Gift, Employee Gift, Grandfather Gift, 50 Years Old Gift, Gift for Singer, Gift for Husband",
    "price": 11.0,
    "url": "https://www.etsy.com/listing/1886553735/custom-usb-with-box-for-couples"
  },
  {
    "id": 187491336,
    "title": "Gifts for Writers, Retro Postcards - Typewriter",
    "description": "Gifts for Writers, Retro Postcards by Cassia Beck.\n\nA set of four typewriter postcards.\n\nThe postcards are printed on premium quality stock, measuring 4x6 inches.\n\nIncluded in this set are the following images:\n\nLife is But a Dream\nThe Typewriter\nLove Letter\nI Have a Story to Tell\n\nEnter my shop here:\n✰✰✰✰✰✰✰✰✰✰\ncassiabeck.etsy.com\n✰✰✰✰✰✰✰✰✰✰",
    "category": "postcard set, art postcards, photography postcard, retro postcards, writing gifts, typewriter art, typewriter gift, gifts for writers, mom gift, gift for her, best friend gifts, girlfriend gift, cassia beck",
    "price": 6.5,
    "url": "https://www.etsy.com/listing/187491336/gifts-for-writers-retro-postcards"
  },
  {
    "id": 4295337722,
    "title": "Photographer Rule of Thirds T-Shirt, Camera Graphic Tee, Vintage Style Shirt, Photographer Girlfriend Gift, Photography Gift For Her,",
    "description": "A vintage style t-shirt featuring a graphic of a girl photographer behind her stills camera on a sunset background with the words &#39;I live by the rule of thirds&#39; in a handwritten font. Perfect for photography enthusiasts looking for a unique and stylish shirt to wear. Ideal for gifting on birthdays, holidays, and special occasions.\n\nProduct features\n- 100% Airlume combed and ring-spun cotton for lightweight and breathable wear\n- Vintage style graphic design with a photography theme\n- Ribbed knit collar with seam for shape retention\n- Shoulder tape for stability and durability\n- Tear-away label for added comfort\n\nCare instructions\n- Machine wash: cold (max 30C or 90F)\n- Non-chlorine: bleach as needed\n- Tumble dry: low heat\n- Iron, steam or dry: medium heat\n- Do not dryclean",
    "category": "Vintage style tee, Sunset graphic shirt, Rule of thirds top, Handwritten font tee, Graphic tee for her, Camera lover shirt, Unique tshirt design, Retirement gift idea, Boho style tshirt, Creative gift idea, Unique graphic top",
    "price": 16.99,
    "url": "https://www.etsy.com/listing/4295337722/photographer-rule-of-thirds-t-shirt"
  },
  {
    "id": 1663965647,
    "title": "Personalized Photo Slate, Birth Announcement, Photoshoot, Pregnancy, Gifts for Mom, New Mom, Mom to Be, Valentine Mothers Day, Mother, Woman",
    "description": "Celebrate the joyous arrival of your little one with our personalized Birth Announcement Photo Slate.  \n\nShowcase your baby&#39;s first moments with a beautiful photo slate that can be personalized with your baby&#39;s name, birthdate, weight, and length. \n\nYour precious baby&#39;s photo will be expertly printed on the slate, ensuring a crisp and vibrant image that captures the essence of this special milestone. Cherish the memories forever with a keepsake that stands the test of time.\n\nEvery glance at this personalized birth announcement photo slate will bring back the joy and love experienced on the day your little one entered the world. Create lasting memories and celebrate the miracle of life with this special keepsake.\n\nSurprise the new parents in your life with a thoughtful and heartfelt gift that commemorates the arrival of their bundle of joy. Our birth announcement photo slate is a unique and cherished keepsake that will be treasured for a lifetime.\n\n* 100% Natural Slate\n* Naturally Edged\n* Multiple Sizes, Rectangle or Heart\n* Customized With Any Photo\n* Glossy Finish\n* Stand Included\n\nORDERING:\nPLEASE SEE PRODUCT PHOTOS FOR INFORMATION REGARDING CHOOSING THE PERFECT PHOTO!\n\nPlease send your photo via Etsy Messenger or send it to foxetchingdesigns@gmail {.} com and include your order number in your email.\n\nYour photo will be slightly cropped to fit and will be printed directly on the slate. In case the photo you send needs to be heavily modified in order to fit the slate, we will contact you.\n\n*Colors may appear different in person than they do on your monitor screen or phones.\n*We are not responsible for poor print quality due to photo quality/resolution.\n\nPRODUCT SPECIFICATION\nSizes: 3.9&quot; x 5.9&quot; / 5.9&quot; x 7.9&quot; / 7.9&quot; x 7.9&quot; Heart\nMaterial: 100% Natural Slate\n\nSHIPPING\nLocal pickup is available in Lawrenceburg, Indiana area.\nIf interested in local pickup, please let us know and shipping charges will be refunded after order has been placed or you may contact us for further options.\n\nThe product typically takes about 5 to 7 days from start to finish.\nPlease let us know before ordering if you need it quicker, and we will do our best to try and accommodate you.\n\nCUSTOM ORDERS\nLooking for something specific?\nWe will be happy to bring your vision to life! Just message us!",
    "category": "Wedding Engagement, Maternity Graduation, Birth Announcement, Special Moments Home, Decor Pet Memorial, Photo Slate Rock, Kids Artwork Custom, Birthday Women Men, Meaningful Gift Baby, Retirement Sympathy, Mothers Fathers Day, Valentines Day Wife, Boyfriend Girlfriend",
    "price": 20.0,
    "url": "https://www.etsy.com/listing/1663965647/personalized-photo-slate-birth"
  },
  {
    "id": 1865506097,
    "title": "Funny Retired Technology Teacher Mug for Technology Teacher Retirement Gift Mug for Coworker Office Boss, Leaving a Job Gift Idea Coffee Cup",
    "description": "Brighten your mornings and coffee breaks with this glossy white 11oz ceramic mug featuring a witty and hilarious text design. Perfect for coffee, tea, or hot chocolate, this mug delivers both laughs and functionality in every sip.\n\nThis glossy white 11oz ceramic mug is the perfect companion for all your favorite hot beverages—whether it&#39;s your morning coffee, a soothing hot chocolate, or a comforting tea. \n\nDesigned for both beauty and durability, the vibrant prints shine brilliantly and retain their luster, even after repeated use in the microwave or dishwasher.\n\n-Premium Ceramic Material: Crafted for everyday elegance and function.\n-Microwave & Dishwasher Safe: Convenient for modern lifestyles.\n-Tested for Safety: Independently verified for your peace of mind.\n-Enjoy every sip with a mug that combines quality, practicality, and style!",
    "category": "farewell unique, joke novelty dad job, custom gag gift, title employer desk, anniversary quote, men women him her, birthday christmas, custom bestseller, boss leaving small, work bestie pens, thank you present, tea drinkware mom, sarcastic going away",
    "price": 19.99,
    "url": "https://www.etsy.com/listing/1865506097/funny-retired-technology-teacher-mug-for"
  },
  {
    "id": 1584427908,
    "title": "Stroke Gifts Stroke Journal, Stroke Survivor Journal Gift, Stroke Awareness Notebook Gift for Stroke Survivors, Hardcover Journal Matte",
    "description": "Stroke Gift Journal, Stroke Signs Journal, Stroke Survivor Journal Gift, Stroke Awareness Notebook Gift for Stroke Survivors, Hardcover Journal Matte\n\nMake your everyday journaling more personal, private, and stylish with this matte hardcover journal. Available in 5.75&quot;x8&quot;, with 150 lined pages, these sturdy hardcover journals are fully customizable on the front and on the back covers. The matte laminate coating on the cover will make them stay true to your personal style.\n.: Full wraparound print\n.: 150 lined pages (75 sheets)\n.: Matte finish\n.: Casewrap binding\n.: Note: 0.5&quot;x0.5&quot; production barcode visible on the back cover",
    "category": "stroke warriors, stroke survivor, stroke awareness, stroke patients, stroke gifts, gifts for, birthday gift, Christmas gift, get well soon, stroke recovery, gift for mom, gift for dad, gift for grandparent",
    "price": 23.0,
    "url": "https://www.etsy.com/listing/1584427908/stroke-gifts-stroke-journal-stroke"
  },
  {
    "id": 1897780901,
    "title": "Fathers Day bookmark, dad fell asleep here magnetic clip, funny gift for book lover, bookworm, handmade cute birthday gift",
    "description": "Ensure you never lose your place in your book with this beautiful soft faux leather magnetic bookmark.\nThe perfect gift for someone who loves reading. \nDesigned to go over 3-5 pages the magnet doesn&#39;t damage the pages and wont fall out like standard bookmarks. \n\nThe bookmark measures 20.5cm when lying flat and 10cm when folded over a books pages.\n\nPlease note colours may vary due to monitor settings.\n\nEach item is packaged in a cardboard box and sent via Royal Mail second class. I do not use  \nplastic bags. Please reuse or recycle the box.\nIf you would like to upgrade your postage for a tracked or faster service please choose this from the delivery options.\n\nGift wrapping is available. I use recyclable paper plus a gift card with personalised message.\n\nSAFETY\nThis item contains small parts which may be a choking hazard. It is not a toy. Small children should be supervised whilst using these items.",
    "category": "fun daddy present, reading him papa, book marker xmas, Stocking filler dad, wedding favour groom, work office holiday, magnet planner diary, journal comic pop, cheap small read, sleeping hospital, get well soon, stylish simple dada, library bedtime",
    "price": 3.25,
    "url": "https://www.etsy.com/listing/1897780901/fathers-day-bookmark-dad-fell-asleep"
  },
  {
    "id": 1682774652,
    "title": "Feel Better Daddy, get well soon, gift for dad, calming activity, activity sheet, coloring page, kids coloring activity, hospital visit card",
    "description": "Bring a smile to Daddy&#39;s face with our delightful &quot;Feel Better Daddy&quot; coloring page! Designed with love and care, this adorable printable kids activity is perfect for little ones to express their creativity and send warm wishes to dad when he&#39;s feeling under the weather.\n\nFeaturing cheerful and kid-friendly graphics, including cute animals, graphics, and heartwarming messages, this coloring page is sure to brighten dad&#39;s day. With simple outlines and easy-to-color designs, even the youngest artists can enjoy filling this page with their favorite hues.\n\nWhether it&#39;s a rainy day activity, a thoughtful surprise for dad, or just a fun way to spread some love, this &quot;Feel Better Daddy&quot; coloring page is a wonderful addition to any child&#39;s art collection.\n\nPrint it out as many times as you like and let your little one&#39;s imagination soar as they create a heartfelt masterpiece for daddy. Instantly downloadable, you can start coloring and spreading smiles in no time!\n\nFeatures:\n\nPrintable coloring page with &quot;Feel Better Daddy&quot; message\nKid-friendly graphics and easy-to-color designs\nInstant download for immediate fun\nUnlimited printing for endless creativity\nPerfect rainy day activity or thoughtful surprise for dad\nSpread joy and send warm wishes to daddy with our charming &quot;Feel Better daddy&quot; coloring page. Add it to your cart today and let the coloring adventures begin!",
    "category": "get well card mommy, from children, gift from son, gift from daughter, card from son, card from daughter, card from kids, daddy in hospital, digital fun activity, family activity, hospital visit, feel better dad, get well soon",
    "price": 2.5,
    "url": "https://www.etsy.com/listing/1682774652/feel-better-daddy-get-well-soon-gift-for"
  },
  {
    "id": 1376655270,
    "title": "Mindfulness Gift Box, Stress Relief, Self Care, Pick Me Up, Gift for Dad, Relaxation Gift , Fathers Day Gift, Grandad, Distraction Gift Box",
    "description": "Mindfulness Gift Box, Stress Relief Box, Pick Me Up, Self Help Gift, Time For Yourself, Relaxation Gift For Stress relief. \n\n\nSend some good vibes and self care with some mindful Intention. Our Mindfulness Gift Box provides stress relief and self care while uplifting the spirit. The perfect gift for any occasion.\n\nGift Set Includes: \n\n\n1 x &quot;I am Happy&quot; Face Mask\n\n1 x Mallow & Marsh \n\n1 x Raw Halo pink chocolate \n\n1 x Crayola crayon\n\n1 x Border Biscuits\n\n2 x love heart sweets\n\n1 x Twinings heart tea \n\n1 x Twinings Matcha tea\n\n1 x Twinings Calm tea\n\n1 x Mindfulness Colouring book \n\n&#39;Life is tough but so are you&#39; Print Card.\n\nHandwritten Personalized Message, a perfect way to send someone a loving message.\n\n\n\n\nPerfect Thoughtful Gift For Birthday, Get well Soon, Christmas or Just A Thinking Of You Treat\nThis Gift Can Be Personalised With A Message Of Your Choice\n\n\n\n \n\nALLERGIES & INGREDIENTS\n\nAll pre-packed food requires a food label that displays certain mandatory information. Food products that contain any of the 14 allergens as an ingredient must be listed.  Always check the label. May contain Nuts, Milk, Gluten, and Wheat. Some food may not be suitable for small children.\n\n \nDISCLAIMER:\n\nIf D&#39;LUX GIFT BOX is out of a product due to popularity, we will ensure that you are given a suitable replacement of equal value.\n\n\n✦ Fall down the rabbit hole and explore the rest of our shop... ✦\n\nD&#39;LUX GIFT BOX features a selection of cute themed Sweet treats & Self care boxes. All items are handpicked and wrapped with love in Glasgow, UK.\n\nhttps://www.etsy.com/uk/shop/Dluxgiftbox\n\n\nPACKAGING/ SHIPPING\n\n• Lined with acid free tissue paper and sealed with a sticker\n\n• Outside of box will be sealed with a clear sticker (please note that this gift is unable to be opened prior to being received by the recipient)\n\n• Posted in protective wrapping and waterproof mailing bag\n\n• We aim to post all gifts within 2 working days\n\n• As most boxes are gifts, no paperwork or pricing will be included\n\n• All gift boxes are sent via Royal Mail 2nd Class. Typical delivery is 1-3 working days, however due to the current pandemic please allow up to 5 working days for delivery in certain areas\n\nPlease do contact us if you haven&#39;t received your order within 5 days from notification of dispatch.\n\nPlease feel free to contact us if you have any questions or special requests and we will do our very best to help you.\n\nThank you so much for shopping with us.",
    "category": "Birthday gift, Get well soon gift, Games and puzzles, Gift for grandma, Grandparents gift, Gift for Grandad, Mindful Meditation, Mindfulness Gift, Thoughtful Present, New Mum Present, Peace and Calm, Gifts under 30, mental health gift",
    "price": 29.99,
    "url": "https://www.etsy.com/listing/1376655270/mindfulness-gift-box-stress-relief-self"
  },
  {
    "id": 1584425894,
    "title": "Stroke Signs Journal, Stroke Survivor Journal Gift, Stroke Awareness Notebook Gift for Stroke Survivors, Stroke Warriors Journal Stroke Gift",
    "description": "Stroke Signs Journal, Stroke Survivor Journal Gift, Stroke Awareness Notebook Gift for Stroke Survivors, Stroke Warriors Journal Stroke Gift\n\nMake your everyday journaling more personal, private, and stylish with this matte hardcover journal. Available in 5.75&quot;x8&quot;, with 150 lined pages, these sturdy hardcover journals are fully customizable on the front and on the back covers. The matte laminate coating on the cover will make them stay true to your personal style.\n.: Full wraparound print\n.: 150 lined pages (75 sheets)\n.: Matte finish\n.: Casewrap binding\n.: Note: 0.5&quot;x0.5&quot; production barcode visible on the back cover",
    "category": "stroke warriors, stroke survivors, stroke patients, stroke awareness, birthday gift, Christmas gift, stroke gift, gift for, gift for mom, gift for dad, brain injury, survivors gift, get well soon",
    "price": 21.0,
    "url": "https://www.etsy.com/listing/1584425894/stroke-signs-journal-stroke-survivor"
  },
  {
    "id": 1291167311,
    "title": "hilarious birthday card / too old for snapchat / 60th birthday card / funny sister birthday card / 50th birthday gift for women",
    "description": "Not sure what snapchat is? Get this hilarious birthday card and share the laughs with your older friends and coworkers!\nOur birthday greeting cards are perfect to add a personalized touch to birthday gift baskets or boxes, paired with a gift card or a bottle of wine,  or simply use them as a standalone gift they will surely love!\n\n~OUTSIDE:\n&quot;too old for snapchat too young for life alert &quot;\n\nINSIDE:\nblank for you to write your own personal sentiment.\n\n◆◆◆◆◆◆◆\n\nINCLUDES\n✔ A2 size (4.25 x 5.5” half letter) card printed on matte 80# quality card stock - landscape orientation.\n✔ A2 size brown kraft self sealing envelope.\n\n◆◆◆◆◆◆◆\n\nDISCOUNT CODES\n\n✔ 3FOR13 (3 cards for $13) \n✔ 6FOR26 (6 cards for $26)\n✔ 9FOR39 (9 cards for $39) \n✔ 15FOR65 (15 cards for $65)\n\n✔ 50 cards or more receive 15% off with code 15PERCENTOVER50\n\n◆◆◆◆◆◆◆\n\nSHIPPING\n✔ all cards ship free using U.S. Postal Service (USPS). We usually ship within 24 hours.\n✔ orders of 5 cards or less - NO TRACKING - think letter with a stamp. Etsy will call it tracking but it is \n    rarely accurate so please do not go by that.\n✔ orders of 6 cards or more - TRACKING INCLUDED - no upgrade needed.\n✔ want tracking on orders of 5 cards or less? upgrade to Ground Advantage for $3.50 or Priority Mail    \n    for $8.\n\n✔ Please note USPS can be pretty slow in some cases - many times my cards arrive in 2-5 days, but other \n    times, it can take 12 or more! Please contact me if you haven&#39;t received it after 14 business days of \n    shipping. \n\n◆◆◆◆◆◆◆\n\nRETURNS\n✔  We love happy customers!  Although we don’t accept returns or exchanges, please contact us with \n     any issues so we can make it right.\n◆◆◆◆◆◆◆\n\n✔Each card is designed, printed, folded and sent with love from the beautiful Black Hills of South Dakota!\n\nfollow me on instagram! : www.instagram.com/quirkycardcompany\nfollow me on facebook! : www.facebook.com/quirkycardcompany\n\nTHANKS FOR YOUR ORDER. GRANNY WOULD BE PROUD :)\n\n◆◆◆◆◆◆◆\n\n\nehhh...the &quot;NOT SO FINE&quot; print:\n\nHeya! - things can happen to mail.  I&#39;d like to say USPS is awesome, but granny didn&#39;t raise no liar.\n✔ Lost cards: this can happen - if you don&#39;t have your card after 14 business days (longer during the holidays cuz they&#39;re slow as molasses) please reach out to me (within 60 days). I will make it right - cuz I&#39;m awesome even if USPS isn’t. \n✔ Returned cards: if a card is returned due to you inputting the wrong address or because you have moved, I will resend to the correct address for a $1 fee to cover mailing supplies and postage.\n✔ Damaged: very rarely a card may get damaged by USPS - this is not my fault - and it sucks for BOTH of us. Since they are not insured with USPS, Please let me know and I will direct you how to open a case with Etsy’s purchase protection program for damaged items.  Be sure to take pictures.",
    "category": "too old snapchat, 60 th 50 th 70 th, for her him woman, teasing technology, aging quotes, getting old humor, gift basket box, modern trendy joke, for coworker friend, coworker brother sis, mom dad parent, cheeky cute creative, best selling cards",
    "price": 4.75,
    "url": "https://www.etsy.com/listing/1291167311/hilarious-birthday-card-too-old-for"
  },
  {
    "id": 1452536496,
    "title": "Software developer shirt AI chatbot sarcasm Technology lover coding shirt computer engineer t shirt Fathers day gift for him STEM Tshirt",
    "description": "Looking for a fun and unique t-shirt that combines your love for technology and sarcasm? Look no further than this Bella Canvas 3001 t-shirt featuring the phrase &quot;Ask Your Mom If I&#39;m Real&quot; in bold letters. This shirt is perfect for software developers, AI chatbot lovers, technology enthusiasts, and anyone who appreciates a bit of humor in their wardrobe.\n\nMade from 100% ring-spun cotton, this shirt is both soft and durable, ensuring it will last through many wears and washes. The rainbow design adds a pop of color to the classic t-shirt, making it a great choice for anyone who loves to stand out.\n\nThis t-shirt is a perfect gift for Father&#39;s Day or for any occasion for the special man in your life who is a STEM enthusiast. Whether you&#39;re looking for a gift for a dad, a husband, a brother, or a friend, this shirt is sure to be a hit.\n\nSo why wait? Add this funny t-shirt to your wardrobe today and start showing off your love for tech humor! The &quot;Ask Your Mom If I&#39;m Real&quot; phrase is sure to make people chuckle and strike up a conversation. This coding shirt is a must-have for anyone who loves programming and wants to show off their sense of humor.\n\n***** refer to size chart and shop policies in the photos section****\n\nThis classic unisex jersey short sleeve tee fits like a well-loved favorite. Soft cotton and quality print make users fall in love with it over and over again. These t-shirts have-ribbed knit collars to bolster shaping. The shoulders have taping for better fit over time. Dual side seams hold the garment&#39;s shape for longer. \n.: 100% Airlume combed and ringspun cotton (fiber content may vary for different colors)\n.: Light fabric (4.2 oz/yd² (142 g/m²))\n.: Retail fit\n.: Tear away label\n.: Runs true to size",
    "category": "AI bot sarcasm, Funny STEM teacher, tech programmer, STEM lover, computer engineer, Computer science, Comp sci major, Tech graduate gift, Mothers day gift, brother birthday, your mom humor, Coding pun, nerdy science gift",
    "price": 24.95,
    "url": "https://www.etsy.com/listing/1452536496/software-developer-shirt-ai-chatbot"
  },
  {
    "id": 1466523441,
    "title": "AI Software Developer Shirt gift computer engineer Funny AI Technology Lover Tshirt",
    "description": "Looking for a unique and fun gift for the technology lover or computer engineer in your life? Look no further than this &quot;AI Ask You a Question&quot; computer science shirt!\n\nFeaturing a playful graphic of a computer with the phrase &quot;AI ask you a question&quot;, this t-shirt is perfect for anyone who loves programming, artificial intelligence, or just quirky computer-themed humor. It&#39;s made from soft and comfortable material, and is available in a range of sizes to suit anyone from a software developer to an experienced computer engineer.\n\nWhether you wear it to work, school, or just around town, this AI t-shirt is sure to make a statement and spark conversations with fellow tech enthusiasts. It&#39;s the perfect funny computer science gift for any occasion, and a must-have for anyone who loves AI technology.\n\nSo why wait? Treat yourself or your favorite computer engineer or software developer to this one-of-a-kind computer science shirt today. It&#39;s a great way to show off your love for technology and programming, and is sure to make you stand out from the crowd. Get your &quot;AI Ask You a Question&quot; computer science t-shirt now!\n\n***** refer to size chart and shop policies in the photos section****\n\nThis classic unisex jersey short sleeve tee fits like a well-loved favorite. Soft cotton and quality print make users fall in love with it over and over again. These t-shirts have-ribbed knit collars to bolster shaping. The shoulders have taping for better fit over time. Dual side seams hold the garment&#39;s shape for longer. \n.: 100% Airlume combed and ringspun cotton (fiber content may vary for different colors)\n.: Light fabric (4.2 oz/yd² (142 g/m²))\n.: Retail fit\n.: Tear away label\n.: Runs true to size",
    "category": "cute science gift, mom developer, dad programmer, tech fathers day, AI pun shirt, wife mothers day, tech lover, comp sci new grad, christmas brother, chat bot humor, tech graduation",
    "price": 25.95,
    "url": "https://www.etsy.com/listing/1466523441/ai-software-developer-shirt-gift"
  },
  {
    "id": 1466467425,
    "title": "A.I. bot tshirt AI chat bot funny t shirt Mom bot shirt AI tshirts Technology teacher Programmer shirt Software Lovers shirt Developer gift",
    "description": "Looking for a fun and unique gift for the technology lover or software developer in your life? Look no further than this &quot;Chat Boss Not Chat Bot&quot; A.I. bot t-shirt!\n\nFeaturing a colorful graphic of a computer screen with the phrase &quot;Chat Boss Not Chat Bot&quot;, this shirt is perfect for anyone who loves programming, artificial intelligence, or just quirky computer-themed humor. It&#39;s made from soft and comfortable material, and comes in a range of sizes to suit anyone from a technology teacher to a seasoned programmer.\n\nThis AI t-shirt is not only a great conversation starter but also an ideal gift for any occasion. It is perfect for Mom bot shirt, and a must-have for anyone who loves technology and programming.\n\nSo why not treat yourself or a loved one to this one-of-a-kind programmer shirt today? It&#39;s the perfect funny computer science gift for software lovers, technology teachers, and anyone who enjoys a good laugh. Get your &quot;Chat Boss Not Chat Bot&quot; A.I. bot t-shirt today!\n\n***** refer to size chart and shop policies in the photos section****\n\n\nThis classic unisex jersey short sleeve tee fits like a well-loved favorite. Soft cotton and quality print make users fall in love with it over and over again. These t-shirts have-ribbed knit collars to bolster shaping. The shoulders have taping for better fit over time. Dual side seams hold the garment&#39;s shape for longer. \n.: 100% Airlume combed and ringspun cotton (fiber content may vary for different colors)\n.: Light fabric (4.2 oz/yd² (142 g/m²))\n.: Retail fit\n.: Tear away label\n.: Runs true to size",
    "category": "Cute science gift, Hacker girlfriend, mother tech gift, Fathers day funny, ai chat bot, Chat boss silly T, sister birthday, tech conference, AI lover funny T, sister tech grad, brother programmer, weirdest tech, AI t shirt",
    "price": 25.95,
    "url": "https://www.etsy.com/listing/1466467425/ai-bot-tshirt-ai-chat-bot-funny-t-shirt"
  },
  {
    "id": 1452260096,
    "title": "Backend Developer Shirt Computer Engineer T shirt Technology Lover Gift Computer Engineer Shirt AI Fathers Day gift for him Computer Science",
    "description": "Looking for a unique gift for the technology lover or computer engineer in your life? This &quot;AI Ask You a Question&quot; computer science shirt is the perfect choice!\n\nFeaturing a fun graphic of a computer with the phrase &quot;AI ask you a question&quot;, this t-shirt is ideal for anyone who works in backend development or computer engineering. It&#39;s made from soft and comfortable material and is available in a range of sizes, making it a great AI Father&#39;s Day gift for him or any occasion.\n\nWhether you wear it to work, school, or just around town, this AI t-shirt is sure to catch the eye of other tech enthusiasts. It&#39;s a great conversation starter and a perfect way to show off your love for artificial intelligence and computer science.\n\nSo why wait? Treat yourself or your favorite computer engineer to this one-of-a-kind computer engineer shirt today. It&#39;s a must-have for anyone who loves technology and programming!\n\n**** See photos section for size charts and shop policies****\n\nThis classic unisex jersey short sleeve tee fits like a well-loved favorite. Soft cotton and quality print make users fall in love with it over and over again. These t-shirts have-ribbed knit collars to bolster shaping. The shoulders have taping for better fit over time. Dual side seams hold the garment&#39;s shape for longer. \n.: 100% Airlume combed and ringspun cotton (fiber content may vary for different colors)\n.: Light fabric (4.2 oz/yd² (142 g/m²))\n.: Retail fit\n.: Tear away label\n.: Runs true to size",
    "category": "animated computer AI, AI lover gift, Boyfriend birthday, Brother graduation, Cute AI theme, Silly AI shirt, science teacher gift, Technology Teacher, Coding Shirt, nerdy science gift, tech pun T shirt, cute science gift, Women coder shirt",
    "price": 27.95,
    "url": "https://www.etsy.com/listing/1452260096/backend-developer-shirt-computer"
  },
  {
    "id": 884092399,
    "title": "Silver heart bracelet, Dainty charm bracelet, Heart bracelets for women, Mothers Day Gift for Her, Good Luck Travel Present, Best Friend",
    "description": "✧ T H E ~ D A I N T Y ~ H E A R T ~ B R A C E L E T ✧\n✧ Silver plated heart feature charm and tiny silver plated chain. \n✧ Clasp and extender to close/adjust.\n✧ Model wears size XS. \n✧ Heart charm can move on chain, it is not fixed in place. Other bracelets sold separately! \n\n✧ S I Z E ~ G U I D E\n~ Select your choice from the drop down list; XX-Small (to fit approx 5-6&quot;), X-Small (to fit approx 6-7&quot;) Small (to fit approx 7-8&quot;), Medium (to fit approx 8-9&quot;) or Large (to fit approx 9-10&quot;). \n~ If you have a specific sizing request, please select &#39;Other&#39; and leave a note at checkout with your desired size. \n\n\n✧ S H I P P I N G\n✧ Please note, &#39;standard shipping&#39; does not include tracking. Only &#39;tracked&#39; or &#39;express&#39; orders include tracking and/or signatures on delivery (country dependant). \n✧ Please note that shipping time does not include production times. \n✧ Please see our shop policies for full details. \n\n\n✧ C A R E \n✧ In order to keep your lovely jewellery in perfect condition, I always advise keeping items out of contact with any chemicals, strong perfumes or water. Please don&#39;t sleep or exercise whilst wearing! \n\n✧ @the_serenityproject",
    "category": "Silver bracelets, Gifts for women, Simple bracelets, Friendship bracelet, Bracelet for girls, Bracelet charms, Congratulations gift, I love you gift, Anniversary gift, Heart jewellery, Mothers Day Present, Thank you Teacher, Cute Anklet",
    "price": 4.95,
    "url": "https://www.etsy.com/listing/884092399/silver-heart-bracelet-dainty-charm"
  },
  {
    "id": 1838058078,
    "title": "Scenic London City Birthday Card City Birthday Card Gift Ideas for Travel Lovers Gift for Friend Gift for Back Packer Digital Download",
    "description": "🏢 𝑰𝒕𝒆𝒎 𝑫𝒆𝒔𝒄𝒓𝒊𝒑𝒕𝒊𝒐𝒏 🏢\nThis scenic London city birthday card, available as a digital download, showcases the iconic landmarks of the city, making it a perfect gift for travel lovers and backpackers. Ideal for a friend who adores adventure, this card brings the charm of London to any birthday celebration.\n\nThis is hand drawn and finished using illustration software.\n\n🏢𝑷𝑳𝑬𝑨𝑺𝑬 𝑵𝑶𝑻𝑬 🏢\n𝐓𝐇𝐄 𝐈𝐒 𝐀 𝐃𝐈𝐆𝐈𝐓𝐀𝐋 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃 𝐎𝐍𝐋𝐘. You will only receive the digital download to print yourself. Nothing Physical will be sent.\n\n🏢 𝑾𝒉𝒂𝒕 𝒅𝒐 𝑰 𝑹𝒆𝒄𝒆𝒊𝒗𝒆? 🏢\n𝑷𝑫𝑭 𝒊𝒏 𝑻𝒉𝒓𝒆𝒆 𝑪𝒂𝒓𝒅 𝑺𝒊𝒛𝒆𝒔 𝒕𝒐 𝒅𝒐𝒘𝒏𝒍𝒐𝒂𝒅:\n1: 5 X 7 in\n2: 5.5 X 8 in\n3: 8.27 X 11.69 in \n\n🏢 𝑷𝒓𝒊𝒏𝒕 𝒀𝒐𝒖 𝑭𝒊𝒍𝒆𝒔 🏢\nOnce downloaded print your files at home or any local and online print shops.\n\n🏢 𝑯𝒐𝒘 𝑳𝒐𝒏𝒈 𝑫𝒐𝒆𝒔 𝑰𝒕 𝑻𝒂𝒌𝒆? 🏢\nAfter payment is made the files will be immediately available for download.\n\n🏢 𝑷𝑳𝑬𝑨𝑺𝑬 𝑹𝑬𝑨𝑫 🏢\n𝐁𝐲 𝐏𝐮𝐫𝐜𝐡𝐚𝐬𝐢𝐧𝐠 𝐭𝐡𝐢𝐬 𝐢𝐭𝐞𝐦 𝐲𝐨𝐮 𝐚𝐠𝐫𝐞𝐞 𝐭𝐨 𝐧𝐨𝐭 𝐝𝐢𝐬𝐭𝐫𝐢𝐛𝐮𝐭𝐞 𝐨𝐫 𝐫𝐞𝐬𝐞𝐥𝐥 𝐭𝐡𝐞 𝐟𝐢𝐥𝐞(𝐬) 𝐜𝐨𝐧𝐭𝐚𝐢𝐧𝐞𝐝 𝐢𝐧 𝐭𝐡𝐢𝐬 𝐝𝐨𝐰𝐧𝐥𝐨𝐚𝐝. 𝐅𝐨𝐫 𝐧𝐨𝐧 𝐜𝐨𝐦𝐦𝐞𝐫𝐜𝐢𝐚𝐥, 𝐩𝐞𝐫𝐬𝐨𝐧𝐚𝐥 𝐮𝐬𝐞 𝐨𝐧𝐥𝐲.\n\n🏢 𝑫𝒊𝒔𝒄𝒍𝒂𝒊𝒎𝒆𝒓 🏢\nPlease note that the colours on the printed cards may vary slightly from what is displayed on screen.\n\n🏢 𝑪𝒖𝒔𝒕𝒐𝒎𝒆𝒓 𝑪𝒂𝒓𝒆 🏢\nPlease feel free to contact me with any questions, additional requirements or, maybe you haven&#39;t seen the art work you want. Just drop me a message and let&#39;s create something special!\n\n😊 𝑪𝑯𝑬𝑪𝑲 𝑶𝑼𝑻 𝑻𝑯𝑬 𝑺𝑯𝑶𝑷 😊\nhttps://allyourgreetings.etsy.com\n\n🏢 𝑶𝒕𝒉𝒆𝒓 𝑳𝒊𝒔𝒕𝒊𝒏𝒈𝒔 🏢\n- https://www.etsy.com/uk/listing/1851892773/personalised-goodbye-card-customised\n- https://www.etsy.com/uk/listing/1613947124/funny-labrador-birthday-card-cheeky-dog",
    "category": "Birthday Card, Happy Birthday Card, Greeting Card, City Birthday Card, Gift for Him, Gift for Her, Gift for Back Packer, Best of Luck Card, Greeting Cards, London City, London Birthday Card, Congratulations Card, City Lover Card",
    "price": 2.99,
    "url": "https://www.etsy.com/listing/1838058078/scenic-london-city-birthday-card-city"
  },
  {
    "id": 1883741828,
    "title": "Nurses Week Gift Box, Best Nurse Ever Set for Coworker or Friend, Graduation Gift Box, Thank You for Traveling Nurse or Nursing Staff",
    "description": "All items are as pictured!\n\nMade with love and great care! \nBlanket size : 50 x 60 inches \nJournal : A5 leather\n\nPROCESSING TIMES are 0-2 business days.\nSHIPPING AND HANDLING - USPS Ground shipping\nWest coast - 1-3 business days\nMidwest - 3-4 business days\nEast Coast - 5-6 business days\n\nIf you have any questions, please reach out! \n\nnurses week gift box, travel nurse gift box, er nurse gift box, nurse care package",
    "category": "nurse practitioner, nurses week gifts, bulk nursing gifts, gift basket for rn, self care gift box, er emergency nurse, relaxation gift, thank you gift set, gift for nurse, nurse graduation, congratulations gift, gift basket nurse, care package nurse",
    "price": 46.25,
    "url": "https://www.etsy.com/listing/1883741828/nurses-week-gift-box-best-nurse-ever-set"
  },
  {
    "id": 683799961,
    "title": "Med School Student Gift, Accessory Makeup Bag",
    "description": "Coffee, Mascara, Med School, Repeat! A perfect gift for the girl busting her ass to become a doctor :)\n\n🐼 WHO WILL LOVE THIS?\nYour friend or family member will absolutely love this! They will cherish this unique one of a kind gift from you! It’s perfect for your friends and family, They&#39;ll think of you each time they use it, creating memories for life!\n\nAccessory bags make the ideal present for a birthday, Christmas, mothers day, fathers day, valentines day, weddings, engagement parties and so much more!\n\n🐼 BAG DETAILS: \n\n~For use as makeup and/or cosmetics bag, a travel kit or an  accessory pencil pouch\n\n~The design is printed on both sides free of charge\n\n~T BOTTOM  = helps the bag to &quot;stand up&quot;\n\nSIZES:\nSmall  = 8.5&quot; wide x 4.5 tall\nLarge = 12.5&quot; wide x 7&quot; tall\n\nCOLOR:\nZipper tape = black\nZipper pull = gold\n\nFABRIC:\nDurable 100% polyester poplin fabric exterior.\n\nCARE:\nCold wash, no bleach. \nDry on low heat. \nDo not iron or dry clean.\n\n100% satisfaction guaranteed.\n\n🐼 CUSTOM PERSONALIZATION OPTIONS\nCustom messages (names etc)  can be added to the backside\nIf no customization is desired our design shown will be printed on both sides\n\n🐼 HOW TO CREATE A CUSTOM BAG\nStep 1: Add to cart\nStep 2: In the “note” section of the order form indicate the name or message you wish to have printed on the backside of the bag. \nStep 3: Pay and complete transaction\nStep 4: If you have additional instructions you wish to communicate send us a message via the Etsy conversation system \nStep 6: Get off the computer and go enjoy the rest of your day while we make your custom bag\n\n🐼 LOOKING FOR MORE FUN AMAZING STUFF?\nTo check out all our snarky goodies visit our store https://www.etsy.com/shop/snarkiepanda",
    "category": "funny makeup bag, small large, accessory bag, cosmetic pouch, personalized custom, best friend birthday, congratulations, traveling kit, unique gift for, to daughter from mom, future doctor, female doctor to be, med school student",
    "price": 19.99,
    "url": "https://www.etsy.com/listing/683799961/med-school-student-gift-accessory-makeup"
  },
  {
    "id": 1899724519,
    "title": "Nurses Week Gift Box, Mom gift box, Best Nurse Ever Set for Coworker or Friend, Graduation Gift Box, Thank You for Traveling Nurse Staff",
    "description": "Our gift boxes makes corporate gifting easy and hassle free! Gender neutral colors with the mix of thoughtful  of items, makes a perfect gift!\n\nAll boxes are as shown!\n\nCheck out our store for more beautiful options for gifts: https://www.etsy.com/shop/warmandbeyond/\n\n🌿Blanket size : 50 X 60 inches \n🌿Journal: A5 leather journal\n🌿Mug: 14 oz mug \n\n\nPROCESSING TIMES are 0-2 business days. \nSHIPPING AND HANDLING - USPS Ground shipping \nWest coast - 1-3 business days\nMidwest - 3-4 business days\nEast Coast - 5-6 business days\n\n\nRETURNS\nIf you are not satisfied with your order please reach out to me, I accept returns but the customer will be responsible for shipping boxes back to me\n\ncorporate gift box, corporate holidays, gift box for her, sympathy gift basket, sending love and hugs",
    "category": "nurse practitioner, nurses week gifts, bulk nursing gifts, gift basket for rn, self care gift box, er emergency nurse, gift for nurse, nurse graduation, congratulations gift, gift basket nurse, care package for her, mothers day gifts, gift box for mom",
    "price": 67.25,
    "url": "https://www.etsy.com/listing/1899724519/nurses-week-gift-box-mom-gift-box-best"
  },
  {
    "id": 1725620689,
    "title": "Abstract Woven Art Tapestry Throw Blanket | Rocky Falls | Black and White | Boyfriend Gift | Masculine Design | Gift for Men and Husband",
    "description": "Rocky Falls is a topographic abstract of the shallow &quot;falls&quot; of the Pedernales River in the Texas Hill Country woven into a soft, huggable blanket. This striking design is black over white (white will actually be more of a natural color after weaving, like cream.)  \n\nThis would make a perfect Father&#39;s Day gift or any occasion for a man. It&#39;s stately, yet playful, pattern makes a big statement either hanging on a wall or draped over his favorite chair.\n\nWoven Not Printed!\nThese beautiful any-season blankets are artfully woven in the U.S.A. with miles of dyed 100% cotton threads; when combined together make the design within the fabric, not on top like printing, resulting in beautiful texture, depth and huggable softness. \n\nIMPORTANT: Please Note...Since they are made using woven threads to actually create the design, the colors are more rich, warm and earthy. They may differ some from the photos provided. Please reference the Color Difference Chart in the photos before purchasing. Example: The lightest threads feature the natural off-white or beige hue of unbleached muslin, rather than a stark, bright white. (See our ABOUT Page for more information about the blankets)\n\nSize: 50&quot; x 60&quot;\n\nMaterial: 100% Cotton - A perfect weight for all year enjoyment\n\nWashable: Machine Wash in cold water and tumble dry on low.\n\nThis is a MADE-TO-Order item. Please allow 10-14 Business days for production and shipping. \nOrder early for gifts, as we cannot guarantee delivery dates. \nWe apologize but due to this being a Made-To-Order item we cannot accept cancellations or returns.\nHowever, please reach out if there is an issue with your order and we will try our best to help remedy the issue.",
    "category": "artful gift, camping blanket, couch blanket, Dorm must haves, fathers day gift, gift for dad, gift for student, graduation gift, Rv must haves, Special Gift for, tapestry blanket, black white design, Wedding gift",
    "price": 125.0,
    "url": "https://www.etsy.com/listing/1725620689/abstract-woven-art-tapestry-throw"
  },
  {
    "id": 1744114000,
    "title": "Personalized Men&#39;s Bracelet, Surf Rope Bracelet with Bead Engraving Kid Name, Sterling Silver Jewelry Gift for Him Husband Boyfriend",
    "description": "Personalized bracelet gifts for your loved ones!\n\nThis hand-crafted personalized bracelet consists of a surf rope and an engraved name and special symbol on sterling silver and 18-karat gold-plated beads, making it a unique and thoughtful gift for a spouse, friend or family member. In addition, these bracelets make great gifts for birthdays, Christmas, Valentine&#39;s Day, Mother&#39;s Day, Father&#39;s Day, and other special occasions.\n\nYou can also pick up other handmade gifts in our shop:\nhttps://www.etsy.com/shop/ForeverLoveUS\n\n\nAbout this project:\n\nMaterial :925 sterling silver + surf rope adjustable rope\n\nSize: from 6 inches to 9 inches, if you need other sizes, please let us know.\n\n★ Custom instructions:\nSelect the number of beads (up to 9)\n\n(The number of letters you can carve on each bead is up to 11, or 1-2 symbols) and select the symbol you need from the symbol photo. Or need other signs please provide a photo to us!\nExample :1- Sarah 2-(symbol 21)3- Lionel (symbol 3)\nPlease check your syntax and formatting carefully, as we will personalize it as it appears on the screen.\n\nIs this a gift?\n\nDon&#39;t worry, we&#39;ve wrapped it up beautifully and are ready to give it to you as a gift.",
    "category": "kids name bracelet, gift for boyfriend, Gifts for Father, Birthday Bracelet, men bracelet, gift for dad, christmas gift, mens bracelet, birthday gift, Bracelet for husband, Bracelet For grandpa, Anniversary Bracelet, Bracelet for Him",
    "price": 27.99,
    "url": "https://www.etsy.com/listing/1744114000/personalized-mens-bracelet-surf-rope"
  },
  {
    "id": 1774094395,
    "title": "Personalized Leather Cigar Case Custom Cigar Pouch  Cigar Bag Travel Leather Cigar Pouch Cigar Accessories Men Gift Christmas gift",
    "description": "This Personalized Leather Cigar Case is the perfect gift for the cigar aficionado in your life. This custom cigar pouch is expertly crafted from high-quality leather, making it both durable and stylish. Whether for daily use or travel, this cigar bag will keep cigars safe and secure. Complete with customizable options, it makes a thoughtful Christmas gift for men who appreciate the finer things in life. Upgrade their cigar accessories collection with this Travel Leather Cigar Pouch that is as practical as it is luxurious.\n\nThe case is suitable for all types of cigars!\n\nPlease note! Cigars, lighter and other accessories are not included!\n\nSee more my products:https://arleatherworkshop.etsy.com",
    "category": "Leather Cigar Roll, Cigar Roll, Cigar Pouch, Leather Cigar Case, Cigar Case, Cigar Accessories, Cigar Bag, Christmas Gifts, Gifts for Boyfriend, Gifts for Husband, Gifts for Him, Personalized   Gift, Men Gift",
    "price": 69.0,
    "url": "https://www.etsy.com/listing/1774094395/personalized-leather-cigar-case-custom"
  },
  {
    "id": 1598147046,
    "title": "Personalized Song Lyrics Art Print – Customized Melodies for Your Walls, Gift for Dad, Anniversary Gift, Wedding Song Gift Home Decor, Daddy",
    "description": "Personalised song lyrics print with a twist - abstract art with a minimalist feel. Choose the song that holds a special place in your heart – perhaps the tune you danced to on your wedding day or the melody that marks your anniversary. Our expertly designed art print captures the essence of the lyrics, creating a harmonious visual representation that resonates with the soul, passage of words which are captured in a retro font in the upper circle and the custom details (names, date, event ...) below make it a unique gift for him or her.\n\nEnhance your living space with a touch of personalized elegance. Our framed art print adds a distinctive flair to any room, seamlessly blending with your existing decor. Whether hung in the bedroom, living room, or entryway, this piece serves as a beautiful reminder of the melodies that soundtrack your life.\n\nThis is a personalised print with a difference and comes in a whopping 25 colour options we&#39;re sure you can find something to suit - sunflower, terracotta, navy, sage, blush pink and of course (cos it simply won&#39;t go away) grey! Its bold yet subtle, retro yet contemporary and would look at home in even the neatest of a Bauhaus style gallery wall.\n\nWith a definite 1920s minimalist feel this personalised print would be great for him, her, couple or family to celebrate a wedding, anniversary, birthday or even as a memorial piece. It&#39;s classy and classic.\n\nIf the soothing vintage cream or crackles is just a bit too much for them we can also do this print in a super subtle clean version (see &#39;Best Daddy&#39; examples in black frames)\n\nIN A NUTSHELL:\n&gt;&gt; Original design minimalist print\n&gt;&gt; Personalise with any song lyrics, poem, speech or own words (up to 300)\n&gt;&gt; Add names, date, short message, anniversary or other event text to the base\n&gt;&gt; Free preview sent by UK design team in 1-2 working days for review\n&gt;&gt; Available in A4 or A3 fully framed.\n&gt;&gt; Choose from our suggestions of combos from our 16 unique on trend colours on either brilliant white oh oh-so-retro cream background\n&gt;&gt; Perfect gift for home suitable for living room, hallway, home office, bedroom\n&gt;&gt; Add on gift wrap and a gift tag and we can finish the gift off for you!\n\nWhere your words may fail, music speaks… Solid black lines encapsulate the lyrics to your favourite song and still on top of a retro film like colour block which holds the personalisation of your choice. It&#39;s the perfect gift for a wedding, anniversary, birthday, or simply to act as a token of your love for that special someone.\n\nIt is a modern, simplistic and bold print that lyrics aside still looks fabulous in a wide range of settings and can be used to celebrate a variety of occasions.\n\nHOW DO I PERSONALISE MY ITEM?\nLet us know during checkout using the &#39;personalise&#39; option. You can change:\n--- THE COLOURS - Choose from one of our contemporary colour palettes\n--- THE SONG, POEM, WORDS - For the heart, choose your favourite song or other text. Please note the maximum word count for this design is approximately 300 words ,we may have to lose some from the end of the text in order to be readable\n--- THE TEXT UNDERNEATH - Personalise with names, dates, short messages, anniversary references ...\n\nWe can also accommodate some other requests; it’s a truly unique personalised gift for you to make your own.\n\nSee more personalised gifts for Dad:\nhttps://www.etsy.com/uk/shop/HarleyDogDesigns?ref=profile_header&section_id=24009584\n\nSee more great personalised Product options in our store:\nhttps://www.etsy.com/uk/shop/HarleyDogDesigns\n\nTHE PROCESS\nOnce we receive your details we&#39;ll send you a preview to approve in 1 working day.\nOnce approved it will be printed and framed in our studio by our professional design team.\nPlease allow at least 2 working days plus postage for delivery.\n\nMADE FROM\n\n \nDIMENSIONS\nA4: Standard UK letter, 21 x 30 cm\nA3: 30 x 42 cm (not will NOT fit an IKEA Ribba frame)\n\n\nPRODUCT CODE\nHARLEYPRINT_ABSTRACTCIRCLE\n\n\nWe hold no responsibility for details being sent incorrectly and any errors due to customer error will incur a re-print fee.\n\nWe allow 1 working days for approval of a design, if we have no response in this time the item will go &#39;as designed&#39; and any amends may incur a fee.\n\nSome personalisation requests may mean we have to shuffle the design around a little but we will try to make it as close as possible to the example.\n\nGift wrap and gift tags are not complimentary and must be chosen at checkout - if &#39;gift wrap&#39; is not paid for your gift note will be sent as a plain note, NOT printed on a tag.",
    "category": "Gift for her, Song Lyrics, Personalised Song, Song lyric gift, song lyrics print, Personalized Art, Home Decor, Anniversary Gift, Custom Song Lyrics, Gift for Him, Personalized Gift, Fathers Day, Boyfriend Gift",
    "price": 9.99,
    "url": "https://www.etsy.com/listing/1598147046/personalized-song-lyrics-art-print"
  },
  {
    "id": 1040783125,
    "title": "Personalized CIGAR CUTTER Custom Engraved Cigars Accessories Groomsmen Fathers Day Gift for Him Dad Boyfriend Men Bachelor Wedding Birthday",
    "description": "Personalized CIGAR CUTTER Custom Engraved Cigars Accessories Groomsmen Gifts for Him Dad Boyfriend Men Son Groomsman Smoker Wedding Bachelor\n\n▬ 𝗣𝗥𝗢𝗗𝗨𝗖𝗧 𝗜𝗡𝗙𝗢𝗥𝗠𝗔𝗧𝗜𝗢𝗡 ▬\n\nElevate their cigar experience with our personalized cigar cutter—a stylish and practical gift for cigar aficionados. Engrave their name, initials, or a special message on the cutter for a personalized touch that adds a unique flair to their smoking ritual. Gift the joy of personalized sophistication and convenience with this distinctive and meaningful accessory, perfect for anyone who enjoys their cigars with a touch of elegance.\n\nHeavy-duty polished 420J2 Stainless Steel assures durability and longevity. \nHole diameter: 0.98 inches(25 mm). This straight-cut cigar cutter can get the job done with parejos and figurados up to 60 ring gauge.\n\n▬ 𝗣𝗘𝗥𝗦𝗢𝗡𝗔𝗟𝗜𝗭𝗔𝗧𝗜𝗢𝗡 𝗗𝗘𝗧𝗔𝗜𝗟𝗦 ▬\n\nPlease provide your desired custom font/text in the personalization box. Multiple lines are welcome. \n\n• See listing gallery images for font options.\n• Listing images are examples of similar previous work.\n\nPERSONALIZATION EXAMPLE:\nFont: Freestyle Script\nTop: David\nBottom: Best Man\n\n▬ 𝗔𝗕𝗢𝗨𝗧 𝗨𝗦 ▬\n\nPrecisionMemory aspires to create unique custom personalized gifts to make any occasion unforgettable!\n\n• Ships within 24 Hours.\n• Etsy Star Seller Support.\n• Designed in New York City.\n• Express Shipping Available During Checkout.\n\nPlease feel free to reach out to us with any questions!",
    "category": "cigar cutter, groomsmen gifts, cigars accessories, cigars cutter, bachelor party gifts, groomsmen proposal, wedding gift, gifts for dad, gifts for boyfriend, Gift for Him, fathers day gift, birthday gift, personalized gift",
    "price": 39.99,
    "url": "https://www.etsy.com/listing/1040783125/personalized-cigar-cutter-custom"
  },
  {
    "id": 1551044052,
    "title": "Gold Ornate Picture Frame | Traditional Antique Solid Wood | Made to Order in US | Ask for Custom Sizes and Mats",
    "description": "Traditional Antique Gold Wood Picture Frame - UV Acrylic, Foam Board Backing, & Hanging Hardware Included! This Wood Picture Frame has been built for images such as family photos, art prints, documents and more. Moulding Width: 1.25 Inches - Rabbet Depth: 3/8 Inches. UV Resistant Frame Grade Acrylic Sheet & Foam Board Backing Included. Frame can be displayed vertically or horizontally.",
    "category": "frame picture baby, frames photo wooden, pictures custom wood, personalized rustic, family mom gift, home love poster, memory pet memorial, grandma dog shabby, chic dad graduation, grandparents silver, mother school girl, customized grandson, wall decor",
    "price": 32.97,
    "url": "https://www.etsy.com/listing/1551044052/gold-ornate-picture-frame-traditional"
  },
  {
    "id": 1488608065,
    "title": "Gold Picture Frame | Traditional Ornate Antique Solid Wood | Made to Order in US | Ask for Custom Sizes and Mats",
    "description": "Traditional Antique Gold Wood Picture Frame - UV Acrylic, Foam Board Backing, & Hanging Hardware Included! This Wood Picture Frame has been built for images such as family photos, art prints, documents and more. Moulding Width: 1.25 Inches - Rabbet Depth: 3/8 Inches. UV Resistant Frame Grade Acrylic Sheet & Foam Board Backing Included. Frame can be displayed vertically or horizontally.",
    "category": "frame picture baby, frames photo wooden, pictures custom wood, personalized rustic, family mom gift, home love poster, memory pet memorial, grandma dog shabby, chic dad graduation, grandparents silver, mother school girl, customized grandson, wall decor",
    "price": 21.9,
    "url": "https://www.etsy.com/listing/1488608065/gold-picture-frame-traditional-ornate"
  },
  {
    "id": 1045212838,
    "title": "Family Tree Art, Wooden Family Tree With Photo Frames, Large Tree Of Life Wall Sticker, Collage Picture Frames, Grandparents Photo Collage",
    "description": "Wooden Family Tree Wall Art💖\nLiving Room Decorations\nStaircase Wall Hangings\n\n💟 Family Photo Collage Tree is a brilliant idea how to keep the most precious memories in the best frame. This piece of wooden art will take pride place in your entrance hall, living room, bedroom or any other corner of your home. It will make your house a home and bring the atmosphere of coziness. It will become a guard of your family keeping all its members always together. \n🔔Our unique wooden photo frames is the best gift for all occasions.\n\n💥 Our Wooden Family Tree is \n● made of high-quality plywood;\n● 9 photo frames are included \n● safe glass (plastic glass) for photo frames is included\n● easy to install & can be used on any surface;\n● double-sided sticky tape is included;\n● available in a big variety of colors;\n● size can be customized on request;\n● a perfect unique gift for everybody!\n\n📐 Dimensions\nFamily Tree:\nS 39x21.6″ (100x55cm)\nM 51.1x28.3″ (130x72cm)\nL  59x32.6″ (150x83cm)\nXL 78x43.7″ (200x111cm)\n👆 Maintenance: wash with lukewarm soapy water. Avoid soaking. Before using, the product should dry off completely.\n👆 If you need a family tree in a color or size different from the dropdown menu, just let me know. I can produce a custom product in accordance with your needs.\n👆 Upon your request, I can add some changes to already readymade product at extra charge.\n\n✈️ Shipping and Delivery\nI start work on your order just after payment is received.\nThe average processing time is 3-5 business days.\nPlease make sure the shipping address indicated in your order is correct.\nWe send your orders by Ukrainian Mail Service, and it takes about 10-25 business days to be delivered worldwide\n\n❗❗❗Approximate delivery time❗❗❗\n\n▶Canada: 15-30 business days\n▶United Kingdom: 10-24 business days\n▶United States: 10-25 business days\n▶Europe: 10-25 business days\n▶Australia, New Zealand and Oceania: 14-30 business days\nAfter shipment, a customer receives a tracking number.\n\n✈Or you can choose the Express Delivery which is faster and more reliable. ✈\n❓QUESTIONS ❓\nIf you need express delivery, some special design, another size or color, or any other questions, please, do not hesitate to contact me. I’ll be happy to help you.💪",
    "category": "wooden family tree, wooden wall decal, family photo tree, photo frames tree, gift for parents, anniversary gift, family wall decal, tree of life, photo collage kit, gift family tree, large custom, photo frames wood, family gift",
    "price": 190.0,
    "url": "https://www.etsy.com/listing/1045212838/family-tree-art-wooden-family-tree-with"
  },
  {
    "id": 1745794470,
    "title": "Custom Personalized Picture Frame, Custom Engraved Wood Photo Frame, Engraved Frame, Gift For Grandma, Grandpa Gift, Baby Announcement, 024",
    "description": "Beautiful custom engraved picture frame leaving a lasting impression for any special occasion! Every engraving tells a story, and we&#39;re here to help you tell yours!\n\nABOUT US: \n\n- We are a creative personalization shop based out of Montreal, Canada.\n- We strive to create high-quality pieces that stand the test of time.\n- With a commitment to superior craftsmanship and top-notch customer service, we&#39;re honored to be recognized as an Etsy Star Seller with a pristine 5-star rating.\n\nPRODUCT INFORMATION: \n\n- Choose from three wood options and three standard sizes to tailor your frame to perfection.\n\n- Optional photo print; Simply send us your photo, and we&#39;ll expertly print it using our high-quality machine.\n\n- Crafted from premium materials, our frames boast exceptional detail and top-of-the-line laser engraving.\n\n- A picture is worth a thousand words. Whether it&#39;s savoring your favorite memory or cherishing a loved one, display it proudly where you can always see it.\n\n\nPERSONALIZATION: \n \n-  Choose from our diverse range of captivating designs, or collaborate with our team to customize a design that resonates with your individual style and sentiment. We&#39;re dedicated to transforming each picture frame into a one-of-a-kind sentimental gift.",
    "category": "Custom Engraved, Custom Present, Personalized Frame, Picture Frame, Anniversary Gift, Personalized Gift, Photo Frame, Gifts For Grandma, Grandpa Gift, Grandparents Gifts, Sentimental Gifts, Baby Announcement, Family Photo",
    "price": 64.99,
    "url": "https://www.etsy.com/listing/1745794470/custom-personalized-picture-frame-custom"
  },
  {
    "id": 1713528311,
    "title": "Fotoalbum Leinen mit Zahl und Name | runder Geburtstag | Goldene Hochzeit | 18 Jahre | Silberhochzeit Paare | Firmenjubiläum | Jahrestag",
    "description": "Das schlichte und edle Design des Albums aus Leinen ist das ideale Geschenk als Erinnerung zu einem Jubiläum oder runden Geburtstag. \n\nFolgende Farben stehen zur Auswahl für die Zahl: Schwarz, Roségold, Gelbgold, Silber, Hellblau, Rosa und Kupfer\nDer Name wird immer in Weiss angebracht.\n\nMaße und Material:\n\n- Einband aus Leinen in Beige, Blaugrau oder Grau\n- Buchbindung Format Klein 22x16 cm mit 36 weißen Seiten und Pergamin-Trennblättern\n- Buchbindung Format Gross 25x25 cm mit 60 weißen Seiten und Pergamin-Trennblättern\n- Spiralbindung 24x17 cm mit 40 weißen Seiten ( Anthrazit & Sandgrau )\n- Hergestellt in Deutschland/ MADE IN GERMANY\n\nHerstellerangaben laut GPSR\n\nLianno Shop\nHelena Fuhr\nRöthenbacher Hauptstraße 54\n90449 Nürnberg\nKontakt: post [!at] lianno-shop.de",
    "category": "Fotoalbum Leinen, Fotoalbum personalisiert, Geschenk Firmenjubiläum, runder Geburtstag, 18 Jahre Sohn Tochter, Oma Opa 70 Jahre 80 Jahre, Mama Papa 60 Jahre 50 Jahre, Dirty 30 40 Geschenk, Hochzeitstag Feier, Jahrestag Paar Geschenk, Silberhochzeit Eltern, Goldene Hochzeit Großeltern, Uroma 90 Jahreszahl",
    "price": 27.9,
    "url": "https://www.etsy.com/listing/1713528311/fotoalbum-leinen-mit-zahl-und-name-o"
  },
  {
    "id": 1147675234,
    "title": "Personalized Family Cruise Memory Journal, Bucket List Family Vacation Log, Cruise Gift Husband Wife, Custom Nautical Voyage Notebook",
    "description": "A family cruise memory journal is a personalized gift that will last for generations. Share your favorite vacation stories on every adventure. Customized with your family name on faux vegan leather, this gift is made from cruelty-free faux leather material that engraves beautifully and is durable enough to withstand use during travel. \n\nThe journal has 200 lined pages and includes an attached ribbon book mark.\n\nCustomized cover designs are available for an additional fee. To order a customized design, select &quot;Custom design&quot; in the Design drop down menu and provide a description of what you&#39;re looking for.\n\nIMPORTANT: Once we receive your order, we will draft a design proof within three business days for your review. It will arrive via email and Etsy Messages. Feel free to respond to either one. We will print your item after we receive your approval.\n\nUnless glaring errors are noticed, I will be engraving your order exactly as you request it in the personalization box. For guidance on plural names and if or how to use apostrophes, I suggest referencing this site: https://www.merriam-webster.com/words-at-play/what-happens-to-names-when-we-make-them-plural-or-possessive\n\nNOTE: Due to the materials used and the engraving process involved in making your order, minor flaws in the vegan leather material and/or the engraving are possible. \n\nApproximately 5.25&quot; x 8.25&quot;. Color options are displayed in the photo gallery. Journal has 200 lined pages and includes an attached ribbon book mark.\n\nWe have other travel journal designs! Check out our world map design: \nhttps://www.etsy.com/listing/851354278/personalized-travel-journal-world-travel?ref=shop_home_active_8&frs=1\nand our compass design:\nhttps://www.etsy.com/listing/851353518/personalized-travel-journal-world-travel?ref=shop_home_active_9&frs=1\n\nTo receive more information about my business and to be alerted of our best offers, sign up now at the following link: \nhttps://mailchi.mp/7ed15930d2e2/wiwk-email-subscription",
    "category": "cruise journal, cruise lover, cruise gift, retirement journal, Travel Journal, Cruise Notebook, Travel Notebook, Personalized Journal, Cruise Gift Spouse, Nautical Voyage, Bucket List, Family Vacation, Cruise Memories",
    "price": 33.99,
    "url": "https://www.etsy.com/listing/1147675234/personalized-family-cruise-memory"
  },
  {
    "id": 579045215,
    "title": "Retirement Gift, Custom Engraved Leather Bookmark With Tassel, Gift Boxed,   1",
    "description": "This is a listing for 1 custom engraved leather bookmarks with tassels for retirement gift. \n\n\nWe will engrave the bookmarks as per your request and the proof sent and approved. \n\n\nQTY: 1 bookmark with tassel. \n\n\nFor more beautiful gifts enter shop here:\n\nhttps://www.etsy.com/shop/FineGiftsEngraving",
    "category": "personalized gifts, custom gift for her, engraved bookmark, Chrismas wife, engrave leather gift, leather husband, wedding day spouse, gift bookworm, Company bookmarks, appreciation gifts, company logo, Holiday gift ideas, employee appreciate",
    "price": 30.0,
    "url": "https://www.etsy.com/listing/579045215/retirement-gift-custom-engraved-leather"
  },
  {
    "id": 222216350,
    "title": "10th Anniversary Gift for Her, Customized Charm Bracelet, Teacher, Mother, Loved, Loss of Spouse, Life Events, Life Charms, Stamped Charms",
    "description": "🏆 Bestseller!\nTell YOUR story through charms.  Each bracelet is custom made to order, personalized to your person and occasion.  Unlike others, our bracelets are NOT mass produced and will not look like any other.  Each bracelet comes with 10 total charms plus beads and bling to compliment your charms.  (Additional charms may be added). \n\nThis particular charm bracelet has no photos, only charms.  Each charm has a meaning behind it.  This bracelet was a collaborative effort with a woman who wanted a meaningful gift for her mom, who had recently lost her husband, Ron.  We discussed what ideas she had in mind, I offered suggestions, and together came up with the finished product. BTW, her mom I was told was speechless.\n\n🌸Details:\n* 925 Sterling Silver, incredibly durable material\n* Brilliant, Durable and Lightweight\n* Adjustable Bracelet Can Be Custom Sized\n* Completely Customized and Personalized\n* Each Jump Ring Soldered Closed to Prevent Loss of Charms\n* Choose Your Own Themed Charms, Photos, Words, Dates, etc.\n* Add Personal Charms, Pins, Lapels, Buttons, Cufflinks, etc.\n* Message Us For 14k Gold Options\n* Gift Boxed with Ribbon Bows and Gift Tag\n* Every purchase you make benefits someone else! A portion of the proceeds of all sales are donated to charitable organizations.\n\n🌸OPTIONS:\nYou can read more details and options about our charm jewelry here: www.etsy.com/listing/586546360/photo-jewelry-specifics-this-is-a-place?ga_search_query=photo%2Bjewelry%2Bspecifics&ref=shop_items_search_1&frs=1\n\n🌸CONTACT US:\nAt the bottom right hand corner of this page, you can message us with any questions.\nWe respond quickly, but remember we’re on Hawaiian time, literally! 🌴😊\n\n🌸ALSO IN OUR SHOP:\n* More Charm Bracelets: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32057737\n* Charm Necklaces: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32042968\n* Earrings: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32042950\n* Keys/Key Chains: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32058657\n* Broken China: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=25492046\n* Spoons/Silverware: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32042890\n* Estate & Vintage: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32042856\n* Soldered: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32058481\n* Jewelry Displays: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=31136074\n* Repairs & Cleaning: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=32058581\n* Gift Certificates: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=13241327\n* Press: www.etsy.com/shop/OneCharmingTreasure?ref=seller-platform-mcnav§ion_id=14196390\n\n🌸FOLLOW US! See new listings and exclusive sale coupons!\n* Facebook: @OneCharmingTreasure\n* Instagram: @OneCharmingTreasure\n* Pinterest: @TheCharmHunter\n* Twitter: @TheCharmHunter\n\n🌸COPYRIGHT INFORMATION:\nPhotos, Titles, Tags, & Descriptions are part of my intellectual copyright and protected by DMCA provisions.\nDesign Copyright © 2020 The Charm Hunter, Inc., * One Charming Treasure, All rights reserved.\n♥*¨)\n¸.•´¸.•*´¨) ¸.•*´¨)\n(¸.•´ (¸*´¨(♥ (¸.•´Thank you for visiting OneCharmingTreasure ¸.•´♥\nLearn more about me and my process at TheCharmHunter.com 🌸\nAloha, Susan 🌴",
    "category": "custom jewelry, teacher gift, teacher retirement, retirement gift, loss of loved one, family death, memorabilia, keepsake jewelery, mothers day bracelet, sterling silver, charm bracelet, stamped metal tags, personalized jewelry",
    "price": 69.99,
    "url": "https://www.etsy.com/listing/222216350/10th-anniversary-gift-for-her-customized"
  },
  {
    "id": 708254698,
    "title": "PCS Binder Printable - Military Move Binder, 8.5x11 60+ Pages, Moving Binder, Organizer, Military Family, Moving Planner, PCS Move, Editable",
    "description": "Editable + Printable PCS Binder\n\nThis listing is for a printable 8.5” x 11” PCS Binder, 60+ pages ready to be filled in and help you stay organized for a smooth Military move!\n\nAll PDF files included may be opened in programs such as Adobe Acrobat, Adobe Reader or Apple Preview to help you fill in the blanks before printing.\n\n--- INCLUDED ---\n\nPCS Binder Download includes these 68 pages:\n- Binder Divider Pages [19 pages]\n- Contents [2 pages]\n- Important Dates [2 versions]\n- Blank Calendar [2 versions]\n- Important Contacts [2 pages]\n- Abbreviation List [1 page]\n- Document Checklist [2 versions]\n- To Do List [7 pages]\n- Utilities & Services [2 versions]\n- Declutter List [1 page]\n- Address Changes [1 page]\n- Serial Numbers List [1 page]\n- High Value / High Risk (HV/HR) List [1 page]\n- Furniture Measurements [1 page]\n- Home Inventory [8 pages]\n- Budget [2 versions]\n- Expenses & Receipts [1 page]\n- POV Information Sheet [1 page]\n- POV Shipment Inventory List [1 page]\n- Packing Lists [6 pages]\n\nExtras Folder\n- Form Editing How To PDF\n- Welcome Home Sign Freebie\n\n\n---- NOTES ----\n\nAll files are formatted to CMYK for the best print results. Colors and print quality will depend on your home printer. Please note that the actual print colors may vary slightly from those you see on your screen. Files may be printed at your local office supply store for the best quality.\n\nThis listing is for a digital file, and a physical item will not be mailed to you. If you wish to have physical pages, I also accept print orders and will professionally print any quantity of planner pages for you! For more information please contact me for pricing!\n\n\n---- IMPORTANT ----\n\nThis printable is for PERSONAL USE ONLY. Do not resell or redistribute the files included in the download. The files included are protected and are not available for use in Adobe Illustrator or Photoshop. You may use the above mentioned programs for filling out the blanks on the recipe card prior to printing.\n\nDue to the fact that this listing is delivered via instant download, refunds can not be issued. I will gladly answer any questions or concerns you may have if you are unsatisfied with your order.\n\nProfessional printing pricing will be gladly sent to you over a private message. Please feel free to click the &quot;Ask a Question&quot; button near the top of this listing or simply send a message to my shop and I&#39;ll get back to you right away!\n\n\nPlease check out my other designs at http://etsy.com/shop/lauramaecreates\n\n\nAll designs are © Laura Mae Creates. \n\nThank you for supporting my passion,\nLaura Mae",
    "category": "Air Force, Army, Marines, Navy, Moving Printable, Checklist, Military PCS, OCONUS, Packing List, Moving printables, military gift, PCS Checklist, Military Spouse",
    "price": 12.0,
    "url": "https://www.etsy.com/listing/708254698/pcs-binder-printable-military-move"
  },
  {
    "id": 1868817375,
    "title": "Personalized Deployment Journal Military Spouse Gift for Retirement Memory Book Leather Name Engraved Notebook Writing Journal Keepsake Gift",
    "description": "Honor your military journey with this personalized deployment journal, perfectly designed as a thoughtful military spouse gift or retirement memory book. This leather name engraved notebook serves as both a practical writing journal and a cherished keepsake gift, featuring custom engraving options to create a truly personal memento.\n\n𝗖𝘂𝘀𝘁𝗼𝗺𝗶𝘇𝗮𝗯𝗹𝗲 𝗠𝗶𝗹𝗶𝘁𝗮𝗿𝘆 𝗞𝗲𝗲𝗽𝘀𝗮𝗸𝗲 𝗝𝗼𝘂𝗿𝗻𝗮𝗹 - 𝗣𝗲𝗿𝗳𝗲𝗰𝘁 𝗳𝗼𝗿 𝗗𝗲𝗽𝗹𝗼𝘆𝗺𝗲𝗻𝘁𝘀, 𝗦𝗽𝗼𝘂𝘀𝗲𝘀, 𝗮𝗻𝗱 𝗥𝗲𝘁𝗶𝗿𝗲𝗺𝗲𝗻𝘁\n\n⭐ Premium faux leather construction in your choice of black, navy, white, or brown, sized at 5.25 x 8.25 inches\n⭐ 112 lined pages perfect for documenting memories, thoughts, and experiences\n⭐ Personalization options include 9 design choices, 2 fonts, and 4 monogram styles (or choose no engraving)\n⭐ Professional laser engraving creates a lasting, elegant personalization\n⭐ Ideal gift for military spouses during deployment, retirement ceremonies, or as a special keepsake\n\n𝗣𝗿𝗼𝗱𝘂𝗰𝘁 𝗦𝗶𝘇𝗶𝗻𝗴\n📏 5.25 x 8.25 x 0.75 inches\n\n𝗣𝗿𝗼𝗱𝘂𝗰𝘁𝗶𝗼𝗻\n✂️ Production Time: 1-3 Days\n🚚 Default shipping: Ground Advantage\n\n𝗛𝗼𝘄 𝘁𝗼 𝗢𝗿𝗱𝗲𝗿 - see listing images for additional details\n1. Select Color \n2. Select Design Option\n3. Enter text for name or monogram personalization\n4. Select quantity for this specific design - 𝘐𝘧 𝘺𝘰𝘶 𝘢𝘳𝘦 𝘱𝘶𝘳𝘤𝘩𝘢𝘴𝘪𝘯𝘨 𝘮𝘶𝘭𝘵𝘪𝘱𝘭𝘦 𝘫𝘰𝘶𝘳𝘯𝘢𝘭𝘴 𝘸𝘪𝘵𝘩 𝘥𝘪𝘧𝘧𝘦𝘳𝘦𝘯𝘵 𝘤𝘰𝘭𝘰𝘳𝘴 𝘰𝘳 𝘥𝘦𝘴𝘪𝘨𝘯s, 𝘱𝘭𝘦𝘢𝘴𝘦 𝘢𝘥𝘥 𝘵𝘩𝘰𝘴𝘦 𝘵𝘰 𝘺𝘰𝘶𝘳 𝘤𝘢𝘳𝘵 𝘰𝘯𝘦 𝘢𝘵 𝘢 𝘵𝘪𝘮𝘦\n\n𝗬𝗼𝘂 𝗠𝗮𝘆 𝗔𝗹𝘀𝗼 𝗟𝗶𝗸𝗲:\n⭐ Deployment Pocket Hug: https://valorcraftworks.etsy.com/listing/1819487177/pocket-hug-leather-compass-token\n⭐  Deployment Countdown: https://valorcraftworks.etsy.com/listing/1848353435/deployment-countdown-calendar-military\n⭐ Open When notecards: https://valorcraftworks.etsy.com/listing/1859579205/open-when-cards-with-envelopes-gift-for\n⭐ Wooden Military Ornament: https://valorcraftworks.etsy.com/listing/1774690164\n\n𝗕𝗮𝗰𝗸 𝘁𝗼 𝗦𝗵𝗼𝗽:\n🛒 https://valorcraftworks.etsy.com/\n\n𝗗𝗼 𝘆𝗼𝘂 𝗮𝗰𝗰𝗲𝗽𝘁 𝗿𝗲𝘁𝘂𝗿𝗻𝘀 & 𝗲𝘅𝗰𝗵𝗮𝗻𝗴𝗲𝘀?\nDue to the custom and personalized nature of our products, all sales are final. We do not accept returns or exchanges. Please review your order carefully before completing your purchase to ensure accuracy. If you have any questions or need assistance before placing your order, please send us a message and we’ll be happy to help!",
    "category": "deployment journal, military spouse, memory book, personalized, writing journal, leather notebook, retirement gift, engraved journal, military gift, custom journal, spouse gift, journal gift, deployment gift",
    "price": 19.95,
    "url": "https://www.etsy.com/listing/1868817375/personalized-deployment-journal-military"
  },
  {
    "id": 1832357891,
    "title": "Wingspan Digital Board Game Poster, Scissor-tailed Flycatcher painting print wall art gift board gamer dad father mom fan games room decor",
    "description": "This is a digital product ready for print. This is not a physical product. Download the four image file for this poster. Send your favourite to your local print shop!\n\nShow your board game group your love of the hobby with this incredible print inspired by the board game Wingspan, featuring a Scissor-tailed Flycatcher in a blue sky. Bring a dash of class to your games room when you hang this poster on your wall proudly next to your shelves.\n\nYou will recieve four image files (jpgs) with your purchase. Each image follows a different aspect ratio (3x4, 4x5, 2x3, A5). You will recieve the largest size for each file and you can scale it down to fit your frame.",
    "category": "Board Games, Game Poster, Board Game Posters, Board Game Prints, Gaming Home Decor, Wall Art Print, Gifts for Dad, Birthday Gifts, Gifts for Husband, Gifts for Gamers, Games Room Art, Azul Board Game, Ark Nova Board Game",
    "price": 9.54,
    "url": "https://www.etsy.com/listing/1832357891/wingspan-digital-board-game-poster"
  },
  {
    "id": 1822408610,
    "title": "Dune Imperium Digital Board Game Poster, Arrakis painting print wall art decor gift family strategy board gamer dad father mom games room",
    "description": "This is a digital product ready for print. This is not a physical product. Download the four image file for this poster. Send your favourite to your local print shop!\n\nShow your board game group your love of the hobby with this incredible print inspired by the board game Dune Imperium, featuring an oil painting of the planet Arrakis with its golden sands, and two moons orbiting. Bring a dash of class to your games room when you hang this poster on your wall proudly next to your shelves.\n\nYou will recieve four image files (jpgs) with your purchase. Each image follows a different aspect ratio (3x4, 4x5, 2x3, A5). You will recieve the largest size for each file and you can scale it down to fit your frame.",
    "category": "Board Games, Game Poster, Board Game Posters, Board Game Prints, Gaming Home Decor, Wall Art Print, Gifts for Dad, Birthday Gifts, Gifts for Husband, Gifts for Gamers, Games Room Art, Board Game Decor, SciFi Board Game",
    "price": 9.54,
    "url": "https://www.etsy.com/listing/1822408610/dune-imperium-digital-board-game-poster"
  },
  {
    "id": 1827233404,
    "title": "Dominant Species Marine Digital Board Game Poster, Mosasaurus evolution ocean painting print wall decor gift family art dad mom games room",
    "description": "This is a digital product ready for print. This is not a physical product. Download the four image file for this poster. Send your favourite to your local print shop!\n\nShow your board game group your love of the hobby with this incredible print inspired by the board game Dominant Species Marine, featuring a fierce prehistoric and now extict Mosasaurus, in a vicious game of evolution. Bring a dash of class to your games room when you hang this poster on your wall proudly next to your shelves.\n\nYou will recieve four image files (jpgs) with your purchase. Each image follows a different aspect ratio (3x4, 4x5, 2x3, A5). You will recieve the largest size for each file and you can scale it down to fit your frame.",
    "category": "Board Games, Game Poster, Board Game Posters, Board Game Prints, Gaming Home Decor, Wall Art Print, Gifts for Dad, Birthday Gifts, Gifts for Husband, Gifts for Gamers, Games Room Art, Board Game Decor, Dinosaur Board Game",
    "price": 9.54,
    "url": "https://www.etsy.com/listing/1827233404/dominant-species-marine-digital-board"
  },
  {
    "id": 1823093506,
    "title": "Unconscious Mind Digital Board Game Poster, psychology dream freud painting print wall decor gift family art dad father mom games room",
    "description": "This is a digital product ready for print. This is not a physical product. Download the four image file for this poster. Send your favourite to your local print shop!\n\nShow your board game group your love of the hobby with this incredible print inspired by the board Unconsious Mind, featuring a man with eyes closed dreaming of ships and monsters. Help your client navigate their demons and escape to good mental health. Bring a dash of class to your games room when you hang this poster on your wall proudly next to your shelves.\n\nYou will recieve four image files (jpgs) with your purchase. Each image follows a different aspect ratio (3x4, 4x5, 2x3, A5). You will recieve the largest size for each file and you can scale it down to fit your frame.",
    "category": "Board Games, Game Poster, Board Game Posters, Board Game Prints, Gaming Home Decor, Wall Art Print, Gifts for Dad, Birthday Gifts, Gifts for Husband, Gifts for Gamers, Games Room Art, Board Game Decor, psychology game",
    "price": 9.54,
    "url": "https://www.etsy.com/listing/1823093506/unconscious-mind-digital-board-game"
  },
  {
    "id": 1903936131,
    "title": "Pixel Birthday Bundle for Boys, Personalized Mom Dad of the Birthday Boy Png, Video Game Birthday Shirt, Pixel Gamer Bundle",
    "description": "This item is a digital download only and can be downloaded after purchase.\n\n&gt;&gt; NO physical item will be sent or mailed &lt;&lt;\n** This is PNG FILE - NOT an SVG for cutting **\n\n---------------------------------------\nWHAT YOU WILL RECEIVE:\n\n✮ PNG files with transparent background\n✮ 300dpi\n\n** This is PNG FILE - NOT an SVG for cutting **\n\nThis PNG is great for creating t-shirts, mugs, sublimation, scrapbooking, pillows, framed prints, Cards\n\nREFUNDS ARE NOT AVAILABLE ON DIGITAL DOWNLOADS.\n\n---------------------------------------\nTerms of Use:\n\nDesigns are for personal/small businesses only. You may use our designs to create physical end product to sell (shirt, bag, mug, tumbler, cup, etc.)\n\n---------------------------------------\nYOU MAY NOT:\n✮ Shared, Distributed or Resold\n✮ use all or part of any of my designs to create new designs to resell in any digital format\n✮ Upload the files to print on demand sites, such as Zazzle, printful, spoonflower, Amazon Merch etc.",
    "category": "Gamer Birthday shirt, Kids Birthday Tee, custom name age, Pixel Gamer T-Shirt, Gamer T-Shirt, Funny Gaming Shirt, Gift For Gamer, Pixelated Game Shirt, MineC Birthday Party, Mine C Shirt, Gamer themed",
    "price": 4.99,
    "url": "https://www.etsy.com/listing/1903936131/pixel-birthday-bundle-for-boys"
  },
  {
    "id": 1541334103,
    "title": "Personalized Watercolor Day of Wedding Painting with Parents, Custom Memorial Painting Commission for Loved Ones, Sympathy Gift for Friends",
    "description": "Celebrate your special day with a one-of-a-kind Personalized Watercolor Wedding Anniversary Portrait that captures your unique love story and friendships. Personalized from your favorite photos, this portrait is a beautiful and meaningful way to commemorate your journey and honor the most important people in your life.\n\nStop with the boring gifts. Create something unique and unforgettable! ❤️\n\n⏰Physical Portrait: Order by MAY 2nd to get it by Mother’s Day (includes 2 revisions)\n📧Digital File: Order by MAY 9th for delivery before Mother’s Day (includes 2 revisions)\n\n🎁 Voted #1 Wedding Gift of 2024 🎁\n\nI will combine different photos and make a unique and heartwarming portrait!\n\n🔥ATTENTION! Running 75% OFF Mother&#39;s Day Sale! Reserve your portrait now before I am fully booked ❤️\n\n💖Place an order I will make sure you are receiving:\n\n⭐A premiere portrait that exceeds all expectations (or it’s free).\n⭐Lightning fast 1-3 business days digital drawing delivery (sometimes even faster).\n⭐Warm and open communication (you will feel like you are speaking with your old friend).\n⭐Stress-free unlimited revisions until you are satisfied (I am extremely attentive to the details).\n\n🙌Easy Ordering Process:\n\n✌Select the number of characters involved (pet = 1 character).\n✌Select the format in which you would like to receive your portrait.\n✌Place an order.\n✌[Through Etsy Messages] Send me your photos (people can be from different photos). I will ask several questions and that is it.\n\nAfter I make the portrait, I will send it to you for review. If you request any corrections I will do them and if not, I will print and ship your product (or send through email if you choose digital format).\n\nP.S. Order is 100% customizable, just share your ideas and I will make them happen.\n\nP.S.S. Our discounts don&#39;t last long, so if you are also interested in saving money, make sure to place your order now.\n\nIf you have any questions - feel free to message me. I’ll be more than happy to answer them for you! Or if you don’t want to miss out on a discount, place an order now and I will answer all the questions afterwards. If you decide that this product isn’t for you, I will make a refund for you immediately. No worries &lt;3",
    "category": "illustration picture, grandparent sympathy, engagement boyfriend, birthday daughter to, painting deceased of, husband grandma wall, couples drawing year, parents unique merge, mother father friend, mom add the art her, best from loss dad, loved bride photo, Him minimalist son",
    "price": 82.95,
    "url": "https://www.etsy.com/listing/1541334103/personalized-watercolor-day-of-wedding"
  },
  {
    "id": 971928761,
    "title": "Personalized 40th anniversary  pebble art, Pebble art couple, ruby Anniversary personalized gift for parents, couple on swing",
    "description": "Choose your own caption, this gift can be made for any anniversary date, just request it in the personalization box. The words shown in the listing are just an example, they are not automatically included, please type in the personalization box everything you want written on the border of your art. It will be handwritten in the font shown in the listing.\n\n This picture is made in a wood frame with a glass cover in front and hanging fixtures on the hard backing. If you want the brownish frame shown in the pictures, it is the one called &#39;grey&#39; in the drop down menu.\n\nThe stones vary in shape, size, color and texture because every rock is unique, but the whole picture will be made as similar to the original as possible. You will always get a preview before I ship it out, around a week from the day you placed the order. The preview will be send to your email through Etsy (please check your spam folder as well).\n\n‘Personalization’ means everything that makes your piece unique (number of people/pets represented, their colors, additional details like halo or wings for lost loved ones, specific colors for the flowers, and any words that you might want written in/under the picture). \n\nProcessing time is the time I need to have your item ready to ship. In average it takes a week. If you want to expedite the process, you can add the fast pass from the shop for $15 (price subject to change depending on high/low demand season). Just add the listing ‘Fast Pass’ to your cart along with your chosen art and the processing time will be cut down to 1-2 days. \n\nShipping time is the time USPS needs to pick up your item from my location and deliver it to you. I have no control over that. You can expedite shipping time by choosing a faster shipping at checkout. There are also other shipping methods available, such as UPS and FEDEX.\n\nAll our items are carefully packed to avoid damage during transit, but if anything happens to your item, please contact me and we’ll figure out the best solution for you. \n\nThere is gift wrap available at checkout. If you want to add a note for the gift receiver just type the words in the box ‘gift message’ and it will be handwritten on a small card. \n\nIf you are planning on ordering more than one item, you can contact me before placing the order to get a discount coupon.",
    "category": "engagement, anniversary, wedding, 50th anniversary, grandparents, 30th anniversary, 40th anniversary, ruby anniversary, anniversary gift, gift for parents, gift for wife, gift for husband, happy anniversary",
    "price": 52.0,
    "url": "https://www.etsy.com/listing/971928761/personalized-40th-anniversary-pebble-art"
  },
  {
    "id": 1889785472,
    "title": "Personalized Watercolor Day of Wedding Painting with Parents, Custom Memorial Painting Commission for Loved Ones, Sympathy Gift for Friends",
    "description": "🔥🔥ATTENTION! BIG 60% Discount For the NEXT 3 ORDERS! (Limited-time discounts) 🔥🔥\n⭐⭐⭐⭐⭐ High-Quality Product, Unlimited Revisions ✈️ Free Worldwide Standard Shipping,🤝Satisfaction Guaranteed, Fast Customer Service Reply.\n❤️ The Most Sentimental Present For Your Family and Friends ❤️\n\n\nWe make Amazing Watercolor Portraits by combining multiple photos (Based on your photos).\nThis custom portrait will be a great way of Compiling Grandparents with Children who never got a chance to be together. (We will add, your loved ones, your deceased loved ones, or pets!).\n\nIf you are looking for a truly memorable Gift for your parents and grandparents, a Perfect and unusual Christmas Gift for everyone, an anniversary gift, a Mother’s Day Gift, Father&#39;s Day Gift, or memorial keepsakes to honor the deceased loved ones, then a custom family portrait from photos is what you need.\n\nWe will work digitally on your photos to get the best montage possible, so If you have any confusion related to selecting the right image please feel free to contact us by Etsy messages.\n\nYou have the option of adding from one to 20 Loved Ones to the Photo for a unique combination. It makes a fantastic Memorial Gift for Mom and Dad.\nIf you want to get more than 20 characters in your portrait, please don’t hesitate to send your request by Etsy message.\n\n\n**IMPORTANT NOTES:\n\n1) If you want to purchase a Digital File, You will be provided with a digital download only, you will be sent a High-Resolution JPEG file in 300dpi that you will be able to print up to 36 x 48 inches at any local store. (No physical items will be sent).\n\n2) If you want to purchase a finished portrait printed on a Poster or on Canvas or a Black Framed Poster, please use the product variations, you will find all the options like the finished material Format (Poster, Canvas, or Framed Poster), sizes, prices and quantity.\n\n3) We are offering Free Worldwide Standard Shipping for all of our physical products.\n\n\n\n**PLEASE NOTE:\nI’m using several professional digital painting techniques to combine your original photographs into a beautiful Personalized Watercolor family portrait.\n\n**Please note that this is a digital watercolor and it is not hand-painted.\n\n\n❤️ Turn Yourself and Loved Ones into a Mind-blowing Portrait in a few easy steps:\n\n\nEasy Steps To Order :\n\n1) Place your order with the options you want: \n\nOption 1: “Total Number of characters” = The total number of characters (people/pets) that will be in the final portrait.\n\nOption 2: “Choose Your Format” = The finished material format and Size.\n\n2) Upload Your Photos:\nYou&#39;ll be able to attach and upload your photo(s) using Etsy messages or send them by Email.\n(Our Email address will be provided once your order is placed)\n(Quality photos with higher resolution are always better for QUALITY RESULTS).\n\n3) Please provide your instructions or any special requests by Etsy messages.\n(You can also provide any Quote or a specific date to be added at the bottom of your Artwork for a more personalized touch).\n\n4) A proof/sample will be sent to you By Etsy Messages within 1 to 3 days.\nAt this stage, we are still able to make any revisions or changes.\n\n\n5) As soon as you approve your proof, we will email you the finished product if you ordered a digital copy (a High-Resolution JPEG file in 300dpi will be sent to you by email) or by mail if you ordered any other material.\n\n\n❤️ We Offer High-quality durable Print for all our finished products :\n\n- Digital Download JPG HD File in 300dpi.\n\n- HD Poster print Sizes in Inches : \n\n8 x 10\n12 x 16\n16 x 20\n24 x 32\n30 x 40\n\n\n- Black Framed Poster (under Glass) Sizes in Inches:\n\n8 x 12\n12 x 16\n16 x 20\n24 x 32\n28 x 40\n\n\n- Wrapped Canvas Sizes : 8x12, 12x16, 16×24, 24x36, 36x48, 40 x 60.\n\n8x10\n12x16\n16x20\n24x32\n28x40\n\n\n❤️ ️ I am pleased to inform you that you have complete control over your order. You can customize it entirely based on your preferences and specifications. \n\nI am here to bring your ideas to life, so don&#39;t hesitate to share them with me!\n\nAdditionally, I would like to draw your attention to our limited-time discounts, which are an excellent opportunity to save some money. If you&#39;re interested in availing yourself of this offer, I strongly advise you to place your order now before the discount expires.\n\nPlease don&#39;t hesitate to reach out to me if you have any questions or concerns. I am always happy to assist you in any way I can. If you decide to place an order now, I will be more than happy to answer any questions you may have afterward. \n\nIn case you&#39;re not satisfied with the product, rest assured that I will refund your payment without delay.\n\n\nWe believe every moment deserves to be cherished, and our artistry is dedicated to capturing those precious memories.\n\nExplore our other sections to discover even more heartwarming creations:\nFamily Portraits: Celebrate the bonds of family : \nhttps://www.etsy.com/shop/MyTimelessPortraits?section_id=42802566\n\n\nWedding Portraits: Commemorate the day you said &#39;I do.&#39; : \nhttps://www.etsy.com/shop/MyTimelessPortraits?section_id=42953835\n\n\nCouple Portraits: Embrace the love that keeps you together :\nhttps://www.etsy.com/shop/MyTimelessPortraits?section_id=43992581\n\n\nAnd don&#39;t forget to visit our full shop to uncover a world of artistic possibilities: https://mytimelessportraits.etsy.com\n\nWe look forward to helping you create timeless treasures.\nThank you for choosing Timeless Portrait for your special moments❤️.\n\nBeing able to share all the precious and memorable moments with my customers is a true blessing and will keep me motivated to make your unique portrait with passion and love ❤️!\n\nWarm Regards.",
    "category": "illustration picture, grandparent sympathy, engagement boyfriend, birthday daughter to, painting deceased of, husband grandma wall, couples drawing year, parents unique merge, mother father friend, mom add the art her, best from loss dad, loved bride photo, Him minimalist son",
    "price": 28.0,
    "url": "https://www.etsy.com/listing/1889785472/personalized-watercolor-day-of-wedding"
  },
  {
    "id": 4299866295,
    "title": "Custom Family Portrait from Photo on Canvas – Watercolor Painting with Passed Loved One, Memorial or Grandparent Gift for Parents",
    "description": "Turn your cherished memories into timeless art with this Custom Watercolor Portrait on Canvas — a personalized family painting created from your favorite photos. Whether you&#39;re commemorating a loved one, celebrating generations, or creating a heartfelt gift, this one-of-a-kind artwork captures the spirit and warmth of your relationships in stunning watercolor detail.\n\n🎨 Product Features\n• Hand-crafted digital watercolor portrait created from one or more photos\n• Available as Stretched Canvas (1.25&quot;) or Framed Canvas (Black)\n• Printed on premium matte canvas with vibrant, lasting colors\n• Sustainably sourced pinewood frame with sawtooth hanger pre-installed\n• Multiple sizes to fit any wall space or gift need\n\n💌 How It Works\nChoose the number of people/pets to include\nSelect your canvas format and desired size\nPlace your order\nSend your photos through Etsy messages (they can be from different pictures!)\nReceive a preview in 1–3 days with unlimited free revisions\nOnce approved, we’ll print and ship your custom portrait\n\n🎁 Perfect For\n• Memorial gifts for families or pet owners\n• Anniversary, wedding, or engagement keepsakes\n• Mother’s Day, Father’s Day, or Grandparent’s Day presents\n• Christmas, birthdays, or housewarming gifts\n• Any occasion worth turning into a piece of art\n\n✨ This isn’t just a print — it’s a deeply personal keepsake, made with care and attention to detail. Let us help you create something unforgettable.\n\n📦 Fast shipping, secure packaging, and 100% satisfaction guaranteed.",
    "category": "gift for mom dad, add person to photo, merge pictures, grief for daughter, loss of father, grief for husband, memorial photo, anniversary gift, wedding gift, custom illustration, couple portrait, couple painting, engagement gift",
    "price": 119.99,
    "url": "https://www.etsy.com/listing/4299866295/custom-family-portrait-from-photo-on"
  },
  {
    "id": 1313400422,
    "title": "Ceramic Custom Customizable Bride Groom Happy Engagement Anniversary Wedding Gift Family Platter Grandparents Keepsake Wedding Blue Flowers",
    "description": "Fully customizeable oval rimmed platter! It&#39;s the perfect keepsake or gift idea for any occasion! \n\nDimensions: 15 x 10.75 x 1.25 Inches\n\nAfter purchase, please send us 5-10 details you&#39;d like us to add to your platter (Ex. Favorite family traditions, hobbies, pets, places to go, foods, vacations, etc). The sky&#39;s the limit to the ideas we can do on these platters!  \n\nLet your platter tell a story! This can be a family platter, wedding platter, personal platter etc. Let us know what names, details you&#39;d like written around the rim of the plate.\n\nAll pieces, are unique, and individually hand painted. Not one is alike the other!\n\nThey make the most unique gifts!\n\nAfter painting and firing, items are all food safe, microwave and dishwasher safe.",
    "category": "keepsake, custom, platter, unique gifts, personalized, pottery, family, anniversary, hand painted, customized, plates, hand written, wedding",
    "price": 185.0,
    "url": "https://www.etsy.com/listing/1313400422/ceramic-custom-customizable-bride-groom"
  },
  {
    "id": 4300351844,
    "title": "Custom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift",
    "description": "Thank you for visiting our Store: We assure you 100% refund if you are not happy with our quality and Services, Following are the reasons you can try our quality and services:\n1): Free shipping\n2): Get Tracking number in 24-48 business hours\n3): Money Back Guarantee\n4): Gift wrapping Available\n5): Gift messages\n6): 24/7 Customer services\n7) Shipping through Royal Mail fast track   \n\nCustom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift\n\nEdge: Standard to Use in Kitchen\nOver All Length: 8 Inches To  12-Inches\nHandle Length: 4.5 Inches To 5 Inches \nBlade Length:   4 inches  To 8 Inches\nBlade material: Damascus steel \nHandle material: Different Color woods with Brass bolsters and Mosaic pins\nLeather/Roll Material: Made of original Leather, Easy to handle and carry for picnic and Camping\n\nCare Instructions:\nPlease follow these instructions before you use the Chef set:\n1): These are high carbon bladz so be sure they need proper care\n2): We do not sell these products under 18 age limit\n3): Do not soak in water for long time\n4): Keep clean blades after every use and put small amount of vegetable or white oil on the blades.\n5): Do not store blades for long time in leather roll\n6): do not wash in dishwasher \n7): store where the blades could not absorb  moisture \n\nA Set of 5-Pcs easy to carry must have for every house and is a very useful tool for every day use, \n\nChef set\nKitchen set\nCooking gifts\nCooking tools\nDamascus steel\nForged set\nBar B Q set\nGift For Mother\nGift for chefs\ngift for her\nGirlfriend gift\nAnniversary gift\nBirthday Gift\nFathers day gift\nGift for girlfriend",
    "category": "Gift for her, Gift for mother, fathers day gift, Gift for girlfriend, birthday gift, Anniversary gift, Wedding gift, Chefs gift, Kitchen Bar B Q set, Forged set, Damascus Steel, Handmade set, Cooking and Utensils",
    "price": 325.0,
    "url": "https://www.etsy.com/listing/4300351844/custom-hand-forged-5-pcs-kitchen-cooking"
  },
  {
    "id": 1904840351,
    "title": "Custom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift",
    "description": "Thank you for visiting our Store: We assure you 100% refund if you are not happy with our quality and Services, Following are the reasons you can try our quality and services:\n1): Free shipping\n2): Get Tracking number in 24-48 business hours\n3): Money Back Guarantee\n4): Gift wrapping Available\n5): Gift messages\n6): 24/7 Customer services\n7) Shipping through Royal Mail fast track   \n\nCustom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift\n\nEdge: Standard to Use in Kitchen\nOver All Length: 8 Inches To  12-Inches\nHandle Length: 4.5 Inches To 5 Inches \nBlade Length:   4 inches  To 8 Inches\nBlade material: Damascus steel \nHandle material: Different Color woods with Brass bolsters and Mosaic pins\nLeather/Roll Material: Made of original Leather, Easy to handle and carry for picnic and Camping\n\nCare Instructions:\nPlease follow these instructions before you use the Chef set:\n1): These are high carbon bladz so be sure they need proper care\n2): We do not sell these products under 18 age limit\n3): Do not soak in water for long time\n4): Keep clean blades after every use and put small amount of vegetable or white oil on the blades.\n5): Do not store blades for long time in leather roll\n6): do not wash in dishwasher \n7): store where the blades could not absorb  moisture \n\nA Set of 5-Pcs easy to carry must have for every house and is a very useful tool for every day use, \n\nChef set\nKitchen set\nCooking gifts\nCooking tools\nDamascus steel\nForged set\nBar B Q set\nGift For Mother\nGift for chefs\ngift for her\nGirlfriend gift\nAnniversary gift\nBirthday Gift\nFathers day gift\nGift for girlfriend",
    "category": "Gift for her, Gift for mother, fathers day gift, Gift for girlfriend, birthday gift, Anniversary gift, Wedding gift, Chefs gift, Kitchen Bar B Q set, Forged set, Damascus Steel, Handmade set, Cooking and Utensils",
    "price": 325.0,
    "url": "https://www.etsy.com/listing/1904840351/custom-hand-forged-5-pcs-kitchen-cooking"
  },
  {
    "id": 4300351959,
    "title": "Custom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift",
    "description": "Thank you for visiting our Store: We assure you 100% refund if you are not happy with our quality and Services, Following are the reasons you can try our quality and services:\n1): Free shipping\n2): Get Tracking number in 24-48 business hours\n3): Money Back Guarantee\n4): Gift wrapping Available\n5): Gift messages\n6): 24/7 Customer services\n7) Shipping through Royal Mail fast track   \n\nCustom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift\n\nEdge: Standard to Use in Kitchen\nOver All Length: 8 Inches To  12-Inches\nHandle Length: 4.5 Inches To 5 Inches \nBlade Length:   4 inches  To 8 Inches\nBlade material: Damascus steel \nHandle material: Different Color woods with Brass bolsters and Mosaic pins\nLeather/Roll Material: Made of original Leather, Easy to handle and carry for picnic and Camping\n\nCare Instructions:\nPlease follow these instructions before you use the Chef set:\n1): These are high carbon bladz so be sure they need proper care\n2): We do not sell these products under 18 age limit\n3): Do not soak in water for long time\n4): Keep clean blades after every use and put small amount of vegetable or white oil on the blades.\n5): Do not store blades for long time in leather roll\n6): do not wash in dishwasher \n7): store where the blades could not absorb  moisture \n\nA Set of 5-Pcs easy to carry must have for every house and is a very useful tool for every day use, \n\nChef set\nKitchen set\nCooking gifts\nCooking tools\nDamascus steel\nForged set\nBar B Q set\nGift For Mother\nGift for chefs\ngift for her\nGirlfriend gift\nAnniversary gift\nBirthday Gift\nFathers day gift\nGift for girlfriend",
    "category": "Gift for her, Gift for mother, fathers day gift, Gift for girlfriend, birthday gift, Anniversary gift, Wedding gift, Chefs gift, Kitchen Bar B Q set, Forged set, Damascus Steel, Handmade set, Cooking and Utensils",
    "price": 325.0,
    "url": "https://www.etsy.com/listing/4300351959/custom-hand-forged-5-pcs-kitchen-cooking"
  },
  {
    "id": 1890661096,
    "title": "Custom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift",
    "description": "Thank you for visiting our Store: We assure you 100% refund if you are not happy with our quality and Services, Following are the reasons you can try our quality and services:\n1): Free shipping\n2): Get Tracking number in 24-48 business hours\n3): Money Back Guarantee\n4): Gift wrapping Available\n5): Gift messages\n6): 24/7 Customer services\n7) Shipping through Royal Mail fast track   \n\nCustom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift\n\nEdge: Standard to Use in Kitchen\nOver All Length: 8 Inches To  12-Inches\nHandle Length: 4.5 Inches To 5 Inches \nBlade Length:   4 inches  To 8 Inches\nBlade material: Damascus steel \nHandle material: Different Color woods with Brass bolsters and Mosaic pins\nLeather/Roll Material: Made of original Leather, Easy to handle and carry for picnic and Camping\n\nCare Instructions:\nPlease follow these instructions before you use the Chef set:\n1): These are high carbon bladz so be sure they need proper care\n2): We do not sell these products under 18 age limit\n3): Do not soak in water for long time\n4): Keep clean blades after every use and put small amount of vegetable or white oil on the blades.\n5): Do not store blades for long time in leather roll\n6): do not wash in dishwasher \n7): store where the blades could not absorb  moisture \n\nA Set of 5-Pcs easy to carry must have for every house and is a very useful tool for every day use, \n\nChef set\nKitchen set\nCooking gifts\nCooking tools\nDamascus steel\nForged set\nBar B Q set\nGift For Mother\nGift for chefs\ngift for her\nGirlfriend gift\nAnniversary gift\nBirthday Gift\nFathers day gift\nGift for girlfriend",
    "category": "Gift for her, Gift for mother, fathers day gift, Gift for girlfriend, birthday gift, Anniversary gift, Wedding gift, Chefs gift, Kitchen Bar B Q set, Forged set, Damascus Steel, Handmade set, Cooking and Utensils",
    "price": 325.0,
    "url": "https://www.etsy.com/listing/1890661096/custom-hand-forged-5-pcs-kitchen-cooking"
  },
  {
    "id": 1904840531,
    "title": "Custom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift",
    "description": "Thank you for visiting our Store: We assure you 100% refund if you are not happy with our quality and Services, Following are the reasons you can try our quality and services:\n1): Free shipping\n2): Get Tracking number in 24-48 business hours\n3): Money Back Guarantee\n4): Gift wrapping Available\n5): Gift messages\n6): 24/7 Customer services\n7) Shipping through Royal Mail fast track   \n\nCustom Hand forged 5-Pcs Kitchen Cooking tool set, Damascus steel chef gifts, Bar B Q Set, Gift for mother, gift for her, Housewarming gift\n\nEdge: Standard to Use in Kitchen\nOver All Length: 8 Inches To  13-Inches\nHandle Length: 4.5 Inches To 5 Inches \nBlade Length:   4 inches  To 8 Inches\nBlade material: Damascus steel \nHandle material: Different Color woods with Brass bolsters and Mosaic pins\nLeather/Roll Material: Made of original Leather, Easy to handle and carry for picnic and Camping\n\nCare Instructions:\nPlease follow these instructions before you use the Chef set:\n1): These are high carbon bladz so be sure they need proper care\n2): We do not sell these products under 18 age limit\n3): Do not soak in water for long time\n4): Keep clean blades after every use and put small amount of vegetable or white oil on the blades.\n5): Do not store blades for long time in leather roll\n6): do not wash in dishwasher \n7): store where the blades could not absorb  moisture \n\nA Set of 5-Pcs easy to carry must have for every house and is a very useful tool for every day use, \n\nChef set\nKitchen set\nCooking gifts\nCooking tools\nDamascus steel\nForged set\nBar B Q set\nGift For Mother\nGift for chefs\ngift for her\nGirlfriend gift\nAnniversary gift\nBirthday Gift\nFathers day gift\nGift for girlfriend",
    "category": "Gift for her, Gift for mother, fathers day gift, Gift for girlfriend, birthday gift, Anniversary gift, Wedding gift, Chefs gift, Kitchen Bar B Q set, Forged set, Damascus Steel, Handmade set, Cooking and Utensils",
    "price": 325.0,
    "url": "https://www.etsy.com/listing/1904840531/custom-hand-forged-5-pcs-kitchen-cooking"
  },
  {
    "id": 1897896775,
    "title": "Hot Mama Coffee Mug, Unique Mother gift, Mother&#39;s Day Funny, Mama&#39;s Cup, Coffee Mommy, Mom&#39;s Birthday, Baby Shower, Pregnancy, New Moms gift",
    "description": "This mug is a great gift for the beautiful Mama in your life!\nIt makes a perfect gift from her children (or husband) on Mother&#39;s Day, Christmas, Mama&#39;s birthday or anytime of year. Also a great gift for a new mama and mamas-to-be. Such a unique baby shower gift idea. This mug will undoubtedly bring a smile to Mama&#39;s face and she will think of you with each sip. \nIdeas for gift giving:\n-Fill this mug with her favorite coffee beans, coffee syrups or toppings.\n-Fill this with comfort goodies like her favorite perfume, hand cream, nail polish...anything that Mama will love.\n-Perfect to add to a gift basket too! \n\nNOTE the listing photo: \nThe blue on the 11oz slightly differs from the blue 15oz.\n\nItem Details:\n-Made of White Durable Ceramic\n-BPA and Lead-Free. So great for daily use!\n-Microwave & Dishwasher-safe\n-Design is printed on BOTH sides\n-11oz (0.33 L) & 15oz (0.44 L) \n-Printed in and Shipped from the USA\n-Thanks to the advanced printing technology, your designs come to life with incredibly vivid colors – the perfect gift for coffee, tea, and chocolate lovers.\n-Comfortable C-handle and a shiny finish so that they&#39;re both easy to use and great to look at.\n\nHOW TO ORDER\n1. Choose your size and color from the dropdown menu\n2. Click &quot;Add To Cart&quot;\n4. Go to your cart to complete checkout\n\nThis item is printed just for you when ordered therefore returns and exchanges are not accepted.",
    "category": "Latte Mug Stepmom, Funny Momma Cup, Pretty Mum Tea mug, Teacher Mami basket, working stepmommy, stepmother Christmas, sexy valentines day, coffee lover present, first momma to be, sarcastic whimsical, best friend caffeine, 11oz 15oz Black Red, fitness blue pink ma",
    "price": 12.0,
    "url": "https://www.etsy.com/listing/1897896775/hot-mama-coffee-mug-unique-mother-gift"
  },
  {
    "id": 1817671780,
    "title": "Hot Mama Coffee Mug, Unique Mother gift, Mother&#39;s Day Funny, Mama&#39;s Cup, Coffee Mommy, Mom&#39;s Birthday, Baby Shower, Pregnancy, New Moms gift",
    "description": "This mug is a great gift for the beautiful Mama in your life!\nIt makes a perfect gift from her children (or husband) on Mother&#39;s Day, Christmas, Mama&#39;s birthday or anytime of year. Also a great gift for a new mama and mamas-to-be. Such a unique baby shower gift idea. This mug will undoubtedly bring a smile to Mama&#39;s face and she will think of you with each sip. \nIdeas for gift giving:\n-Fill this mug with her favorite coffee beans, coffee syrups or toppings.\n-Fill this with comfort goodies like her favorite perfume, hand cream, nail polish...anything that Mama will love.\n-Perfect to add to a gift basket too! \n\nNOTE the listing photo: \nThe blue on the 11oz slightly differs from the blue 15oz.\n\nItem Details:\n-Made of White Durable Ceramic\n-BPA and Lead-Free. So great for daily use!\n-Microwave & Dishwasher-safe\n-Design is printed on BOTH sides\n-11oz (0.33 L) & 15oz (0.44 L) \n-Printed in and Shipped from the USA\n-Thanks to the advanced printing technology, your designs come to life with incredibly vivid colors – the perfect gift for coffee, tea, and chocolate lovers.\n-Comfortable C-handle and a shiny finish so that they&#39;re both easy to use and great to look at.\n\nHOW TO ORDER\n1. Choose your size and color from the dropdown menu\n2. Click &quot;Add To Cart&quot;\n4. Go to your cart to complete checkout\n\nThis item is printed just for you when ordered therefore returns and exchanges are not accepted.",
    "category": "Latte Mug Stepmom, Funny Momma Cup, Pretty Mum Tea mug, Teacher Mami basket, stepmother Christmas, sexy valentines day, coffee lover present, first momma to be, sarcastic whimsical, best friend caffeine, 11oz 15oz Black Red, fitness blue pink ma, working grandmother",
    "price": 12.0,
    "url": "https://www.etsy.com/listing/1817671780/hot-mama-coffee-mug-unique-mother-gift"
  },
  {
    "id": 1887065409,
    "title": "Mama Needs Cigarette Funny Tee Shirt, Best Gift Ever For Husband New Mom Wife Mother Friend, Popular Stress Joke Trendy Viral Lounge Tshirt",
    "description": "Introducing the ‘Mama Needs a Cigarette.&#39; minimalist style tee shirt featuring a wide and bold chest text design. A perfectly unique lightweight fabric shirt for the cooler fall to summer weather. This unhinged shirt effortlessly blends comfort with a fashion-forward sophisticated clean design, adding an artistic edge to any casual outfit. It would be a great gift for yourself or that special someone in your life that enjoys the simple things and needs a little break time!\n\nCrafted with care using high-quality Bella+Canvas 100% Airlume combed and ring-spun cotton, this classic unisex jersey short sleeve tee ensures supreme softness and durability. The easy to layer and cozy blend of cotton and polyester creates the perfect choice for lounging at home, heading to work, or painting with the kids - a versatile piece that combines breathability with style.\n\nThese shirts have-ribbed knit collars to bolster shaping. The shoulders are tapered for a better fit over time. Dual side seams hold the garment&#39;s shape for longer and give it structural support. Twill tape covers the shoulder seams to stabilize the back of the garment and prevent stretching.\n\nTop-quality direct-to-garment (DTG) printing ensures ink is infused directly into the fabric, increasing longevity, durability and washability.\n\nRelaxed unisex fit. For an oversized look, please size up. See the size chart in the photos.\n\nWash this item flipped inside/out in cool/cold water with a mild detergent and similar colors. Avoid fabric softeners or bleach. Air dry for best results, tumble on low heat if necessary. Do not dry clean or iron directly over the ink design.\n\nThis item is a custom-made order and ships directly from my print partner. Please allow 3-8 business days for your order to be completed. Shipping is only available within the U.S., and holidays may affect shipping times.\n\nNote that slight variations in color hues are normal due to device screen settings and fabric runs. However, if there are any issues with your order, please reach out via Etsy message, and I will correct\nthe issue to ensure your satisfaction! Your happiness is my goal.\n\nAccessories and props used in product listing photos are for styling purposes only and\nare not included with your purchase.\n\n--- View similar products on my shop page at sleepingincollection.etsy.com ---\n\nThank you for supporting The Sleeping In Collection. I appreciate you!",
    "category": "mommy smokes cigs, smokers club group, smells like smoke, bathroom smoking tee, new mom mother gift, stressed out day job, fitness influencer, trending typical top, southern charm mamma, no smoking in house, need some fresh air, baby girl queen life, vacation beach loung",
    "price": 33.62,
    "url": "https://www.etsy.com/listing/1887065409/mama-needs-cigarette-funny-tee-shirt"
  },
  {
    "id": 1409821244,
    "title": "Personalised Mom Top, New Mom Loungewear",
    "description": "The perfect gift for any new MAMA! With a stylish design and a comfortable fit, these crop tops are sure to become a staple in the wardrobe. \n\nChoose the best word to describe your super woman and let her wear it proudly! Personalisation options include: \n- MOM. Name\n- MAMA. Name\nAll roles/verbs are capitalized followed by a full stop (period). \n\nHOW TO ORDER: \n1. Choose your SIZE (S, M , L)\n2. Pick your crop top COLOUR (Black or White)\n3. Specify what Personalisation you would like (confirm colour combination if applicable) and vinyl colour (Black Vinyl, White Vinyl, Rose Gold Foil, Gold Foil, Gold Glitter, White Glitter, Black Glitter)\n4. ADD TO BASKET\n5. REPEAT for multiple or PLACE YOUR ORDER!\n\nTIPS:\n- Check all personalisation and crop top colours\n- Confirm all name spelling is correct\n- If ordering multiple tops and colours:\n-- Be sure to specify which roles and names go on each colour\n-- Place a single order with all items in your basket to benefit from only one postage fee \n\nBESPOKE DESIGN:\nIf you are looking for something a little different (i.e. no name; different word) get in-touch and we can work towards co-creating something just for you! Our bespoke designs are limited to a single BOLD. word and individual name.\n\nPOSTAGE/DELIVERY: \nYour crop(s) will be prepared and shipped within 1-3 working days once ordered. We will continue to dispatch all packages via Royal Mail - 48h Tracked or Royal Mail Tracked International.\n\nLOOKING FOR OTHER B.CREATE PRODUCTS:\nVisit our page: https://bcreatecrafts.etsy.com\n\nRETURNS AND EXCHANGES: Due to the customised/personalised nature of this product, returns and exchanges are not accepted.\n\nADDITIONAL DETAILS:\n- 100 % Cotton Jersey\n- Breathable fabric\n- Rounded crew neckline\n- Comfortable fit\n- Short sleeve\n- Flattering length to wear with any high waisted trousers\n\nMAKE IT LAST:\n- 30°C wash wash, inside out\n- Do not tumble dry\n- Do not bleach\n- Do not dry clean\n- Iron only inside out\n\nCheck out our latest creations on INSTAGRAM @b.create_crafts",
    "category": "Gift For Her, Personalised T Shirt, Custom crop Top, Personalised Gift, Personalised Tshirt, Custom Text Shirt, Gift For Mom, Womans Custom Top, Gift For Best Friend, mom gift, new mom gift, new baby, babyshower gift",
    "price": 13.0,
    "url": "https://www.etsy.com/listing/1409821244/personalised-mom-top-new-mom-loungewear"
  },
  {
    "id": 195382389,
    "title": "Swarovski Crystal Baby Blue Gymnastic Olympic Gymnast Acrobat Contortion Contortionist School Charm Necklace Christmas Best Friend Gifts New",
    "description": "PERFECT CHRISTMAS GIFT FOR LADIES / GYMNAST!!!\r\n\r\nYou are getting an elegant gymnast Pendant with Swarovski crystals come with a FREE 18&quot; inches silver finish necklace with lobster clasp. \r\n\r\nPendant size is 1/2&quot; (1.3cm) X 1 1/2&quot; (3.8cm)\r\n\r\nCrystal Color: Light Sapphire\r\n\r\n===================\r\n\r\nPrices are in US$.\r\n\r\nFor shipping policies and other important information, click on “profile” on the right.\r\n\r\nSee an item that you like but has already been sold? Contact me to see if I have more!\r\n\r\nThank you for stopping by Kashuen.com!",
    "category": "Best Gift for Her, Silver Gift for Wife, Gift for Women, Gift for girlfriend, Mothers Day Gift, Valentines Day Gift, Anniversary Gift, Mother In Law Gifts, Gift for Daughter, Granddaughter Gift, RETIREMENT GIFTS, Gift for Boss, Gift for Niece",
    "price": 40.98,
    "url": "https://www.etsy.com/listing/195382389/swarovski-crystal-baby-blue-gymnastic"
  },
  {
    "id": 781767442,
    "title": "Best Chef Spoon Funny Gift for Chef Father&#39;s Day Gift Spoon for coffee Keepsake Memorial Stamped teaspoon for Friend Cooking King Chef Gift",
    "description": "The best chef gift spoon carefully made by me, to make someone happy!\nNice and funny gift for girlfriend or best friend gift! Also for Father&#39;s or Mother&#39;s day for your parents. \nLove cook spoon!\n\nMade of highest stainless steel 18/10.\nPVD titanium covering do the golden color.  \nSuitable for everyday use!\n\nSIZE:\n- Teaspoon (135 mm)\n- Dinner size (195 mm)\n- Latte spoon (195 mm) (golden only)\n\nGIFT WRAP: \n- Spoons will be wrapped in paper pack or in beautiful gift box\n- For Dinner spoon the box will be with handmade velvet inside, very solid \n\nEngraving on a handle of the spoon for free, \nI welcome custom orders, just message me with your ideas.\n\nDishwasher safe, the engraving will remain forever! Not chinese cheap spoon!\n\nPlease check out my other listings with Ice cream spoon, Peanut butter spoon, Yogurt spoon and many others amazing spoons \n❤️ My store - https://www.etsy.com/shop/RoyalSpoons",
    "category": "Love cook, cook spoon, best chef, chef spoon, customized spoon, custom spoon, stamped spoon, cooky queen, cooky king, nice funny gift, spoon gift, cook gift, chef gift",
    "price": 18.5,
    "url": "https://www.etsy.com/listing/781767442/best-chef-spoon-funny-gift-for-chef"
  },
  {
    "id": 1796241446,
    "title": "Spoon holder for kitchen, cooking whith Love, new home gift, Color Ceramic Spoon Rest, Kitchen Decor, Cooking Utensil",
    "description": "A colorful ceramic kitchen spoon holder, whith lots of Love from Portugal\n235 Gr   8.29 Oz\n25 Cm     9.8 Inches",
    "category": "Kitchen Ornament, Gift for Family, Wife and Girlfriend, Kitchen Decor, Ceramic Spoon Rest, Housewarming Gift, Birthday Gift, For Your Best Friend, Perfect gift for gastronomy, Best Christmas Gift, Christmas Gift Idea",
    "price": 40.0,
    "url": "https://www.etsy.com/listing/1796241446/spoon-holder-for-kitchen-cooking-whith"
  },
  {
    "id": 1724149097,
    "title": "Personalized Best Friend Forever Flour Sack Tea Towel - Custom Kitchen Gift for Bestie or Girlfriend",
    "description": "Best Friend Forever custom made 100% pure cotton flour sack towel. They are lightweight, highly absorbent and machine washable . The fabric is bleached and then passed through the stenter machine to dry and then it&#39;s pre shrunk.  It&#39;s great for drying glass stemware and can be used for covering bread dough, hot rolls, baked goods and more. It makes a great gift for housewarming, holidays, new mothers, birthdays, hostess, and best friend. Add it to other gifts using a pretty rustic burlap bag filled with matching pot holders, dish cloths and other kitchen items.\n\n* Fabric: Made of 100% pure cotton, imported,   made in India.\n* Design material: Quality Heat Transfer Iron On\n* Size: 20 x 30 inches\n* Care: Machine washable, gentle cycle, cold/warm water. Tumble dry low.\n\nImportant Information:\n*  These are custom made to order and cannot be refunded or exchanged unless an error of ours. If you have a problem with your order, please contact us and will do our best to resolve the issue. \n* We do our best to represent materials in their actual true colors; but can vary from your computer settings.\n* Some items may vary in design size, placement and letter sized based on the length of names/words to fit properly. They may need to be adjusted due to the style of fonts chosen, on items that have a pattern or limited space that your design and/or name is being adhered etc. We do our best to customize the way that you would like.",
    "category": "housewarming special, comradeship birthday, sisterhood culinary, friendship besty pal, close frien mate, chef, relationship cooking, anniversary soulmate, confidante companion, celebrate roommate, laughter cherished, thoughtful comrade, practical sibling",
    "price": 14.99,
    "url": "https://www.etsy.com/listing/1724149097/personalized-best-friend-forever-flour"
  },
  {
    "id": 1005557291,
    "title": "Black and White Stripes Patterned Fully Adjustable Apron--Great Mother’s Day Gift, Housewarming or Hostess Present. Perfect for any cook!",
    "description": "Calling all bakers, chefs, and grilling aficionados! Here is one of our fully-adjustable aprons that includes one continuous strap without any buckles. Easily adjust the size of your apron by pulling on the straps!\n\nThe fabric is a sturdy canvas material made of polyester. The design is an exquisite black and white striped pattern that will be a wonderful housewarming/host gift! It works great for holidays, a birthday, or really any occasion. \n\nStrap is made of black polyester ribbon (no fraying!) and is 3.5 yards (3.2 meters) long. \n\nThe apron measures approximately 29” (74 cm) across, 32” (81 cm) long! \n\nFree shipping to the US for orders $35 and up!",
    "category": "Valentine love heart, European style chef, host friend dad, neighbor hostess, mother mom friend, fully adjustable, bake cook grill, gift for chef, best friend cooking, grandma sister wife, Great Britain baking, Christmas Hanukkah, holiday thanksgiving",
    "price": 30.0,
    "url": "https://www.etsy.com/listing/1005557291/black-and-white-stripes-patterned-fully"
  },
  {
    "id": 1313999115,
    "title": "Tolles Ofenhandtuch - Helloween Küche - Gruselnetz - handgefertigte Dekoration für den Ofengriff, Baumwolle, Geschenk",
    "description": "Zauberhaftes &quot;must have&quot; für deine Küche zu HELLOWEEN. Nun ist der Ofen dran und bekommt ein tolles und praktisches Geschirrtuch/Handtuch zur Dekoration und natürlich zur Benutzung. Es wird ganz einfach an den Griff deines Ofens befestigt und ist nun immer griffbereit für alles was da kommt. Ab sofort &quot;fliegt&quot; dein Geschirrtuch/Handtuch nicht mehr durch die Küche ;-) und es gibt deinem Ofen das gewisse Etwas.\n\nDas Ofenhandtuch hat, wenn es am Ofen hängt, die Maße ca. 16 x 39cm.\n\nACHTUNG: Alle Ofenhandtücher für Helloween2022 gibt es nur in begrenzter Anzahl.\n\nAus Baumwolle, handgefertigtes Ofenhandtuch mit wunderschönen Details. Einfach waschbar bei 40°C in der Waschmaschine. \n\nBitte denkt daran, das die Farben leicht vom Original abweichen können. Ich versuche aber so gut es geht, den Artikel für Euch zu digitalisieren. Bei Fragen oder Anregungen, einfach kurze Nachricht an mich. \n\nDieser Artikel kommt versandkostenfrei zu Euch.\n\nDas Muster kann durch den Zuschnitt leicht variieren.",
    "category": "Ofentuch Herd, Herd kochen, Oma und Mama, Beste Köchin bester Koch, Küche putzen dekorieren, Geschenk für beste Freundin, Mitbringsel Gastgeschenk, Hängend am Ofengriff, Mittagessen und Abendbrot, Ofenhandschuh Grillhandschuh, Gespenst Geister gruseln, Trick or treat, Kürbis und Herbst",
    "price": 13.5,
    "url": "https://www.etsy.com/listing/1313999115/tolles-ofenhandtuch-helloween-kuche"
  },
  {
    "id": 1838454292,
    "title": "Custom Owl Tumbler Personalized Gift for Owl Lover Gift for Her Birthday Insulated Travel Cup with Straw",
    "description": "Custom Owl Skinny Tumbler with Optional Personalization\n\nLooking for a unique gift for someone special? Or maybe something for yourself? Look no further than this handmade, sublimation design tumbler. Made of food-grade stainless steel, this 20 oz straight tumbler comes with a lid and straw. This cup will keep hot beverages hot and cold beverages cold for hours. Choose from a variety of designs for a personal touch.\nThis custom designed tumbler is the perfect cup for any occasion. Order yours today!\n\nProduct Info:\n* 20 oz Straight Skinny Tumbler\n* Food Grade Stainless Steel\n* BPA And Lead Free\n* Double Wall Vacuum Insulated\n* Clear BPA-free Lid and Metal Straw\n* Holds Cold Or Hot Beverages\n* Hand Wash Recommended\n* Fits All Standard Cup Holders\n* Design Wraps the Entire Print Area\n* Premium Quality Sublimation Design \n Ensures Vibrancy and Durability\n\n***These are handmade sublimation designs, so the colors may vary slightly from the photos***\n\nAny questions or issues, please contact me and I will respond promptly.\nThank you for supporting my small business!",
    "category": "gift for mom, gift for sister, gift for coworker, gift for friend, housewarming gift, gift for girlfriend, gift for wife, Custom name tumbler, anniversary gift, gift for grandma, tumbler with lid, tumbler with straw, owl mug",
    "price": 34.99,
    "url": "https://www.etsy.com/listing/1838454292/custom-owl-tumbler-personalized-gift-for"
  },
  {
    "id": 860052871,
    "title": "Personalized Heart Map Print: 1-6 locations, &quot;Curved Split&quot; style heart wall art - Custom Travel Poster, Wedding & Anniversary Gift",
    "description": "Unique made to order print using 100% real vintage maps. Unique gifts like this Heart map will certainly conjure up smiles.\n\nWith this beautifully curated Heart Map, you will have a daily reminder of the people and places you love, whether they are near or far.\n\n🤷‍♀️ HOW DOES IT WORK?\n1. Give us a list of your meaningful locations\n2. We source maps of your locations using our massive collection of over 3000 high definition vintage maps, and compose them in an artistic arrangement\n3. We take your feedback and send you proofs until you are truly ecstatic with the result, and you approve the artwork to be printed\n4. Upon your approval, your one-of-a-kind artwork will be printed and shipped\n5. If for any reason you are not satisfied, we will give you your money back, guaranteed!\n\n🌎 WHAT WILL MY MAPS LOOK LIKE?\nWe have the best vintage map collection - hands down - carefully and continuously curated and remastered by a team of our talented artists.  \nOur maps range from vintage atlas scans dating from 1880 to 1975, to modern and highly detailed city maps, to best complement the locations you request.\n\nWe try to feature and balance the colors, styles, and scale, to achieve beautiful interest, variety, and cohesion.\n\nEach location you choose is special to you, so we try to display the name of your location featured on the map we choose when possible.  We can even pin that extra special spot for you!\n\nAsk us for a sample and we will gladly show you why our maps stand apart!\n\n🤔 HALP I NEED IDEAS!\nHere are some popular ideas:\n\nThe Willoughby Family\nHOME IS WHERE THE HEART IS\nAndrew · Tiffany · Jacob · Theo · Sarah\n\nJIM AND PAM\nWherever you are, I am there also\n\nBILL & LISA\nMaking Memories Since\n01.06.2012\n\nTHERE AND BACK AGAIN\nmore adventures to come\n\nSUMMER VACATION 2018\nCairo · Dubai · Istanbul\n\n&quot;We were together.  I forget the rest.&quot;\n&quot;A family is a little world created with Love.&quot;\n&quot;A Family that travels together stays together.&quot;\n&quot;Family.  We may not have it all together, but together we have it all.&quot;\n\n🎨 WILL I HAVE A CHANCE TO REVIEW THE ARTWORK?\nYes! The artist will send you digital proofs via email within 3 business days to review.\nYou will have the opportunity to communicate directly with the artist so you end up with an artwork that makes you ecstatic!\nOn the off chance that we can&#39;t make you happy you are able to request a 100% refund.\n\n🔎 CAN YOU DESCRIBE THE PRODUCT IN DETAIL?\nOur artwork is printed on museum quality thick and durable matte paper at a minimum of 300 dpi.\n\nSpecifically:\n📐 Paper thickness: 10.3 mil\n🏋 Paper weight: 5.6 oz/y² (192 g/m²)\n🔎 Paper opacity: 94%\n💎 Giclée quality prints\n\nFraming details vary by option.\n\n😭 WHY ARE MORE MAPS MORE EXPENSIVE?\n\nGlad you asked. We research each location provided to understand the geography around it to match it with the best looking map.\nWe then try to coordinate the styles, and colors of all the location choices to make a visually compelling combination.\nAs the map count goes up, the difficulty of the task compounds exponentially.\n\n🎨 Custom Requests?\nYes! We can take custom requests.\nDo you want hearts on the location? Maybe treasure map dashes and X.\nPerhaps all the same color maps.\nOr even all black & white except for red dots marking the spot.\n\n😿 What if I don&#39;t like the artwork?\nIf you&#39;re not happy, we&#39;re not happy. In fact, it makes us incredibly sad.\nOur proof-and-review process means that if you aren&#39;t satisfied with what we&#39;re doing, you always have the option of getting a 100% refund.\n\n📆 When will I receive my artwork?\nYou will receive your first 2 proofs within 3 days of placing your order, followed by our proof-and-review process with you.\nWith your happy approval, it then takes 3-6 days for the printing to happen before the item is shipped.\nGenerally you can expect to receive your final artwork within 2 weeks of your order date.\n\n🤔 What&#39;s next after I order?\nWithin 3 days you will receive your first proof for review.\nYou then approve that version, or work with the artist to make changes.\nAfter approval, it takes 3-6 days for the product to be printed and shipped.\nShipping will depend on your location and shipping choice.\n\n🐏🐑 WHICH SHOP DO I BUY FROM?\nI know, similar products everywhere. Many are mimicking our unique design aesthetics.\nWhen in doubt, look at the review images. What you buy is not always what you get from some sellers 💩",
    "category": "Nursery Wall Art, Birthday Gifts, Nursery Decor, Gifts for Mom, Gifts for Dad, Quote Prints, Gifts for Women, Gifts for Men, Sister Birthday Gift, Baby Shower Gift, housewarming gift, gifts for boyfriend, Anniversary Gifts",
    "price": 32.0,
    "url": "https://www.etsy.com/listing/860052871/personalized-heart-map-print-1-6"
  },
  {
    "id": 4299942421,
    "title": "Wisconsin Girl Definition Mug, State Of Wisconsin Mug, Wisconsin Girl Coffee Cup, Long Distance Friendship Gift, Housewarming Gift, New Home",
    "description": "*WISCONSIN GIRL*\n\nCelebrate your Midwest roots with sass and style! This Wisconsin Girl Mug is the ultimate gift for any woman proud to call Wisconsin home. Featuring a clean, modern design with the cheeky definition:\n“WISCONSIN GIRL (noun): Like a normal girl but cooler,”\nthis mug is a fun and functional way to show off some state pride—whether you&#39;re sipping coffee, hot cocoa, or that famous Wisconsin brandy old fashioned.\n\nWhether you&#39;re gifting it to your best friend, sister, mom, coworker, or treating yourself, this funny coffee mug will make any Wisconsin native smile. It&#39;s a daily reminder that Wisconsin girls are built different—cooler, stronger, and definitely more fun.\n\nPerfect Gift For:\n❤️ Wisconsin native women\n\n❤️ College students or grads from UW–Madison, UW–Milwaukee, or any Wisconsin campus\n\n❤️ Midwest girls who love their state pride\n\n❤️ Birthday gifts for her\n\n❤️ Funny gift for your best friend, daughter, wife, girlfriend, or sister\n\n❤️ Christmas stocking stuffer, Galentine’s Day gift, or just because\n\n\n💥We offer an amazing collection of customizable coffee mugs available in both 11oz and 15oz sizes.\n\n💥These high-quality mugs are made from ceramic material and are built to last. Each mug features a smooth, glossy finish that showcases your personalized design with clarity and \n\n💥vibrancy.\n\n💥You can choose from a variety of customization options, including adding your favorite quotes, images, and designs to create a unique and personalized mug that perfectly suits your style.\n\n💥Whether you&#39;re a coffee lover or a tea enthusiast, these mugs are perfect for sipping your favorite Hot Chocolate or Coffee beverage in style.\n\n💥With attention to detail and commitment to quality, these mugs are sure to become your new favorite drinkware or make a perfect gift for your loved ones.\n \n\n❤️ PRODUCT DETAILS\n☕MATERIAL - Mugs have been crafted from the highest-grade ceramic using professional sublimation printers and inks. Decorated with full wrap dye sublimation\n☕PRINTED IMAGE - Scratch-resistant image appears on both sides, left-handed or right-handed! The print will never fade, no matter how often it is washed. White Gloss\n☕DURABILITY - Your mug is microwave and dishwasher-safe.\n🌎LOCATION - designs are printed and sublimated in the USA\n📦SHIPPING - All mugs are shipped from the USA.\n \n📣📣PRODUCTION AND SHIPPING TIMES📣📣\n• Please make sure your shipping address is correct before placing your order. Once your order is in production, no changes can be made\n• Every product is made to order, and our production time varies according to the product. We do try to ship out early whenever possible.\n• All orders are processed as received. We do not offer rush shipping or processing\n🎈🎈LOOKING FOR SOMETHING ELSE?🎈🎈\n\n****Check out our entire shop at**** -  https://3inspiredesigns.etsy.com\n\n🏆CUSTOMER SATISFACTION - IS IMPORTANT! - If you are not completely satisfied, please allow us to make it right before you leave feedback. \n\n❤️Our goal is 100% customer satisfaction. Contact us, and we will do everything to provide you with a solution for the best possible outcome.\n\n\n❤️RETURN POLICY\n\nUnfortunately, we are NOT able to accept RETURNS, EXCHANGE, or CANCELLATIONS. This is due to our mugs being made-to-order specially for you, and cannot be restocked. But if your mug is damaged or incorrectly made, please rest assured that we will make it right. That is our GUARANTEE!",
    "category": "Best Friend Gift, Friend Birthday, Sister Gifts, State Mug, New Home, State To State, Housewarming Gift, Long Distance, Friendship Gift, Travel Mug, Home Sweet Home, Best Friend Moving, Wisconsin Mug",
    "price": 16.24,
    "url": "https://www.etsy.com/listing/4299942421/wisconsin-girl-definition-mug-state-of"
  },
  {
    "id": 1604872102,
    "title": "Grizzly Bear Tumbler Personalized Cup with Lid Personalized Gift for Her Gift for Bear Lover Gift Insulated Travel Cup with Straw",
    "description": "Bear 20 oz Skinny Tumbler (3 Design Variations) with Optional Personalization\n\nLooking for a unique gift for someone special? Or maybe something for yourself? Look no further than this handmade, custom design sublimation tumbler. Made of food-grade stainless steel, this 20 oz straight tumbler comes with a lid and straw. This cup will keep hot beverages hot and cold beverages cold for hours, and will fit all standard cup holders. Choose from a variety of designs for a personal touch. This is the perfect cup for any occasion! Order yours today!\n\nProduct Info:\n* 20 oz Straight Skinny Tumbler\n* Food Grade Stainless Steel\n* BPA And Lead Free\n* Double Wall Vacuum Insulated\n* Clear BPA-free Lid and Metal Straw\n* Holds Cold Or Hot Beverages\n* Dishwasher Safe (Hand Wash Recommended)\n* Fits All Standard Cup Holders\n* Design Wraps the Entire Print Area\n* Premium Quality Sublimation Design \n Ensures Vibrancy and Durability\n\n***These are handmade sublimation designs, so the colors may vary slightly from the photos***\n\nAny questions or issues, please contact me and I will respond promptly. \n\nThank you for supporting my small business!",
    "category": "gift for dad, gift for boyfriend, gift for girlfriend, gift for brother, gift for husband, gift for sister, unique gift, woodland animal gift, custom name tumbler, gift for hunter, gift for coworker, housewarming gift, gift for kid",
    "price": 34.99,
    "url": "https://www.etsy.com/listing/1604872102/grizzly-bear-tumbler-personalized-cup"
  },
  {
    "id": 590214239,
    "title": "Vienna Print, World Travel Art, City Print, Retro Travel Art, Austria Poster, World Travel Poster, New Home Wall Art, Going Away Gift",
    "description": "MULTI-BUY DISCOUNTS \nGet 20% off 3 or more prints! Discount applied at checkout, no code required.\n\nA beautiful retro style Vienna print.\n\nThe gorgeous city of Vienna has a wealth of stunning buildings and is surrounded by beautiful scenery. It&#39;s always guaranteed to be fondly remembered, and this lovely print is the perfect way to keep a part of this fabulous city on your wall.\n\nGALLERY QUALITY GICLÉE PRINT\n• Printed with vibrant, fade-resistant pigment inks on to premium quality 200gsm lightly textured cardstock.\n• We have carefully chosen high quality materials to ensure that our designs look amazing in any setting.\n• Sustainably sourced cardstock and water-based inks.\n• Fast delivery from labs in the UK, USA & Australia.\n\nSIZES & FRAMING\n• We sell all our prints UNFRAMED, so that you can choose a frame to match your decor. \n• We offer a range of sizes to fit every space, from small to extra large / oversized prints.\n- A Sizes: A5, A4, A3\n- International Sizes: 13x18cm/5x7&quot;, 20x25cm/8x10&quot;, 28x35.5cm/11x14&quot;, 30x40cm/12x16&quot;, 40x50cm/16x20, 50x70cm/20x28&quot;, 60x80cm/24x32&quot;\n• Dimensions are inclusive of a white border as shown in the listing previews.\n• Order the corresponding size for your frame (for example, if you have an A4 frame, order an A4 print to fit).\n\nWHAT IF THERE IS A PROBLEM WITH MY ORDER?\nWe want to ensure that you are as delighted with your order as we hope for you to be - if you are disappointed for any reason please contact us, so that we may have the opportunity to make it right.\n\nBEHIND THE SCENES\nIf you’d like to learn a little more about us and be the first to see any new work, check us out on Instagram - @foxandvelvet . We love to see and share photos of our work in our customers’ lovely spaces too!\n\nMORE CITY PRINTS: https://etsy.me/2HsMmDf\n15% OFF SETS OF 2 CITY PRINTS: https://etsy.me/3HKbHWi\n20% OFF SETS OF 3 CITY PRINTS: https://etsy.me/3BTvC3p\nFOX AND VELVET SHOP: https://www.etsy.com/uk/shop/FoxAndVelvet\nFAQ: https://www.etsy.com/uk/shop/FoxAndVelvet#faqThis product complies with EU safety standards under GPSR. Please follow provided instructions to ensure safe use. For compliance inquiries, contact our EU Responsible Person. \n\nOur EU Responsible Person for product safety compliance is EU Compliance Partner, located at Pärnu mnt. 139b – 14, 11317 Tallinn, Estonia. For any inquiries, please visit www.eucompliancepartner.com.",
    "category": "Vienna city print, retro travel art, Vienna Austria, world travel poster, going away gift, vienna travel poster, retro city print, going away new home, bedroom living room, sister mum dad, housewarming wedding, world poster brother, anniversary bride",
    "price": 20.34,
    "url": "https://www.etsy.com/listing/590214239/vienna-print-world-travel-art-city-print"
  }
]