[
  {
    "id": 1867502440,
    "title": "Crochet Rose Flower PDF English Pattern - Crochet Pattern for Bouquet - Crochet Flower Pattern - Valentine&#39;s Day Gifts - Mother&#39;s Day Gifts",
    "description": "Crochet Rose Flower PDF English Pattern - Crochet Pattern for Bouquet - Crochet Flower Pattern - Valentine&#39;s Day Gifts - Mother&#39;s Day Gifts\n﻿\n🌹 Handcrafted Elegance: Crochet Rose Pattern - Beautiful Floral Crochet Design for Craft Enthusiasts\n﻿\n**THIS IS A PDF DIGITAL DOWNLOAD PATTERN ONLY AND NOT A FINISHED PRODUCT**\n﻿\n❤ This pattern includes 1 PDF file containing detailed written instructions in English with US crochet terminology and with detailed images, easy to follow. 1 PDF for Crochet Rose Pattern and Tutorial\n﻿\nCreate beautiful, lifelike roses that add a touch of elegance to any project, be it home décor, accessories, or gifts.\n﻿\nDon&#39;t miss out on the joy of crocheting your own flower bouquets – purchase our pattern and tutorial today and let your creativity bloom!\n﻿\nCrochet flower bouquets are a great handmade gift to give to your friends, sisters and mother. This pattern very easy for someone who intermediate level crochet lovers.\n﻿\n❤ Skill Level: Intermediate - Easy\n﻿\n❤ Skills required:\n• Basic crochet skills\n• Chain stitch, slip stitch, single crochet, double crochet\n﻿\nUnique and Customizable: Personalize your roses with different yarn colors and sizes.\nEco-Friendly: Create reusable, long-lasting flowers that never wilt.\nIf you have any questions contact us via private message!\n﻿\nThanks for shopping and happy crocheting!!",
    "category": "MothersDayGift",
    "price": 1.66,
    "url": "https://www.etsy.com/listing/1867502440/crochet-rose-flower-pdf-english-pattern"
  },
  {
    "id": 1483882002,
    "title": "5th Grade Graduate, 5th Grade Gift, Graduation Sign Svg, Middle School Svg",
    "description": "Purchase our Entire Store Here &gt;&gt;&gt;\nhttps://www.etsy.com/listing/1284929099/all-shop-svg-bundle-svg-bundle-holiday\n5th grade graduate svg design is an instant digital download. . *** Claim your FREE DOWNLOAD here (copy and paste the link in your browser) \nhttps://bit.ly/2KuGz0t\n\nBUY 6 GET 50% OFF no coupon code needed at checkout discount automatically applied!\n\nCheck out our Dollar Deals section and SAVE BIG! shop here: https://www.etsy.com/shop/SVGDigitalDesigner?ref=ss_profile&section_id=27553763\n\n…………………………………….\nCONTINUE SHOPPING HERE ★ https://www.etsy.com/shop/SVGDigitalDesigner ★\n……………………………………. Claim your FREE DOWNLOAD here (copy and paste the link in your browser) \nhttps://bit.ly/2KuGz0t\n\nNO PHYSICAL ITEM WILL BE SHIPPED! You will get the files upon confirmation of payment.\n\nThis lettering can be used with Cricut and Silhouette Cameo cutting machines, as well as other cutting machines that can read formats that are included in the listing. Also, these files can be used for printing.\n\nYou can download your files at ANY TIME on Etsy \n\nDigital file download instructions - https://www.etsy.com/help/article/3949\n\n\nYou will get:\n\nINSTANT DOWNLOAD zip file with:\n\n\n*SVG - For use with Cricut Design Space or Silhouette Studio Designer Edition\n\n*DXF - For use with Cricut Design Space or Silhouette Studio (the basic edition)\n\n*JPEG - Black image with white background (Perfect to print and frame)\n\n*PNG - Transparent background\n\n*EPS - For Adobe Illustrator, Inkspace, Corel Draw and more.\n\nIMPORTANT:\nYou can use all my photographs for commercial and personal use for the original purchaser.\n\nYOU MAY NOT:\n- Claim the designs as your own.\n- Share or redistribute these designs \n- Resell the designs in original or modified form as digital file\n- Sell and claim the files as your own.\n- Mass produce this item, it&#39;s limited to 500 copies. For mass production license, please contact me.\n\nDue to the digital nature of this product, I DO NOT offer refunds or exchanges once purchased. However, if you have any questions or problems with files, please contact me. I will be more than happy to help!",
    "category": "graduation 2025 svg",
    "price": 4.97,
    "url": "https://www.etsy.com/listing/1483882002/5th-grade-graduate-5th-grade-gift"
  },
  {
    "id": 1852154023,
    "title": "Personalized Paramedic Sweatshirt Hoodie, EMT Gift, EMS Paramedic Graduation, Emergency Frontline Healthcare Custom Sleeve Sweater",
    "description": "Celebrate the dedication of emergency medical heroes with our Personalized Paramedic Sweatshirt Hoodie! Perfect as an EMT gift, EMS graduation keepsake, or for frontline healthcare workers, this cozy hoodie honors their commitment to saving lives. Add a custom sleeve design for a unique and meaningful touch!\n--------------------------------------------\n🎁 Sign Up to Our Email List and Get 10% Off✨ 📧\n--------------------------------------------\nSign up to our email list today and get 10% off your order in our shop! Be on the lookout in your email for this special sign up code ✨\n\nCopy and Paste this Link to your Browser and Subscribe, it&#39;s that easy!\nhttps://mailchi.mp/895d09b5a413/likeabosslovelife\n-------------------------------------------------------------\n🎁 UNISEX ADULT SWEATSHIRT\n------------------------------------------------------------\n.: Loose fit\n.: 50% Cotton; 50% Polyester (fibre content may vary for different colors)\n.: Medium fabric (8.0 oz/yd² (271.25 g/m²))\n.: Unisex, this will tend to be looser/bigger on women. Choose smaller for a tight fit for women or regular size for a looser fit. \nRefer to the measurement chart.\n.: Due to varying differences in computer monitor, there may be color differences in actual print.\n.: Gildan Brand\n-------------------------------------------------------------\n🎁 UNISEX ADULT HOODIE SWEATER\n-------------------------------------------------------------\n.: Loose fit\n.: 50% Cotton; 50% Polyester (fibre content may vary for different colors)\n.: Medium fabric (8.0 oz/yd² (271.25 g/m²))\n.: Sewn in label\n.: Gildan Brand\n-------------------------------------------------------------\n🎁 SHIPPING, HOLIDAY, Others:\nIMPORTANT, PLEASE READ 🔥🔥🔥\n-------------------------------------------------------------\n❖ ESTIMATED PROCESSING & DELIVERY TIMELINE (STANDARD): 1-2 Weeks. For expedited shipping, please message us for the rate.\n\n❖ Once your ordered item/s have been shipped, a tracking number and a website where you can track your order will be provided by sending it to your email on file.\n\n❖ HOLIDAYS:\n\n- Shipping times may change due to busy holidays or any unforeseeable/unavoidable circumstances beyond our control (eg: USPS issues).\n\n- Regular shipping times are best estimates under best conditions, IT IS NOT A GUARANTEE. Please consider this when an order is time sensitive (birthdays/anniversary/etc).\n\n- During these times, we will be in contact right away concerning this. We hope for your understanding and patience.\n\n- Please message us for any question!\n\n❖ MULTIPLE ORDERS: Our shop partners with multiple print providers for different products, if you have multiple orders, you may receive multiple separate deliveries.\n\n❖ Finalizing an order constitutes an understanding of our shop policies.\n-------------------------------------------------------------\n🎁 THANK YOU FOR YOUR PURCHASE! ❤️ ❤️ ❤️\n-------------------------------------------------------------\n- We hope you enjoy your item/s once received.\n\n- We would appreciate leaving your positive comments here and share some fun photos too, we love seeing you guys enjoy your purchase/s! That&#39;s the highlight of our day!😍\n-------------------------------------------------------------\n🎁 CHECK OUT OUR OTHER SHIRTS & GIFT ITEMS 😊\n--------------------------------------------------------------\n- Any Tshirt design in our shop can be custom-made/personalized to coordinate with other gift items such as a Mug, Pillow, Phone Case, Hoodie, Racerback Tank Top, Oversize Tote Bag Etc. Please let us know!\n\n- For other fun tshirt design stop by our shop: LIKE A BOSS LOVE LIFE: https://etsy.me/3dR6fkD",
    "category": "Frontline Gift",
    "price": 37.94,
    "url": "https://www.etsy.com/listing/1852154023/personalized-paramedic-sweatshirt-hoodie"
  },
  {
    "id": 627725033,
    "title": "Pastry glass, Cookie plate, Glass plate, Glass vase, Cake plate, Antique glass, Vintage glass, Vintage plate, Collectible plate, Decor",
    "description": "N\n\nAll of our items are vintage or antique and are sold as is with their original patina and character. Items are very gently cleaned when appropriate. Please view all photos and read the description as well as ask any questions you may have before purchasing.\n\n*** IF YOU WANT TO SELECT MULTIPLE ELEMENTS, WE ARE READY TO MAKE A DISCOUNT AND CALCULATE THE EXACT DELIVERY PRICE\n\n(CONTACT ME FOR SUCH INFORMATION AND OTHER PHOTO GOODS) ***\n\n&quot;We accept payments through PayPal&quot;\n\n&quot;The item will be shipped within 1-3 business days after payment is received&quot;\n\n*Everything is for you*\n\nAll products of the store https://www.etsy.com/shop/VintageForYoUA?ref=l2-shopheader-name\n\nEnjoy your shopping!",
    "category": "Gift to collector",
    "price": 25.0,
    "url": "https://www.etsy.com/listing/627725033/pastry-glass-cookie-plate-glass-plate"
  },
  {
    "id": 685154554,
    "title": "The Only Thing Better Than Having You as a Wife Is Our Baby Having You as a Mom Ultrasound Picture Frame, 8x10",
    "description": "&quot;The only thing better than having you as a wife is our baby having you as a mom&quot; quote\nPrinted on 80 lb linen card stock\n8x10 Red Wire Brush Frame\nEasel Back\nWhite ribbed mat\nPlace your baby&#39;s ultrasound picture in the top opening",
    "category": "baby shower",
    "price": 39.0,
    "url": "https://www.etsy.com/listing/685154554/the-only-thing-better-than-having-you-as"
  },
  {
    "id": 1837950150,
    "title": "Dad And Baby Embroidery Pattern, Father&#39;s Day Embroidery Design, Newborn Embroidery, Nursery Decor Embroidery, Hand Embroidery for Begginer",
    "description": "Celebrate the bond between father and child with this heartwarming PDF embroidery pattern featuring an outline of a dad and baby. Each stitch delicately traces the silhouette of a father lovingly cradling his precious little one, symbolizing the warmth and strength of paternal love. Add a touch of familial love to your decor or gift it to a new dad – with this design, the magic of fatherhood shines in every stitch.\n\nThis pack features:\n\n- PDF with St. Patrick&#39;s Day Design\n- Basic stitch guide\n- Tip on how to transfer design to fabric\n- Instant digital download\n- Begginer-friendly\n\n🌟Important Note: Please be aware that this is a digital download and you will not receive a physical product in the mail. After completing your purchase, you&#39;ll be able to instantly download the PDF file, allowing you to start your creative project without delay.",
    "category": "digital embroidery",
    "price": 4.5,
    "url": "https://www.etsy.com/listing/1837950150/dad-and-baby-embroidery-pattern-fathers"
  },
  {
    "id": 721824688,
    "title": "Best Father Ever T-Shirt Father T Shirt Ideas Gift for Father Tee Father&#39;s Day Gift Father Birthday Gift Dad Christmas Gift New Father Gift",
    "description": "— Relaxed unisex fit\n— 100% Soft cotton (fiber content may vary by color)\n— Light fabric (5.2 oz /yd²)\n— Ribbed knit collar without seam\n— Tear away label\n— Without side seams\n— Runs true to size",
    "category": "Best Dad Ever Shirt",
    "price": 25.0,
    "url": "https://www.etsy.com/listing/721824688/best-father-ever-t-shirt-father-t-shirt"
  },
  {
    "id": 1437410713,
    "title": "Funny Husband Button | gift for husband | husband collectible | husband birthday gift | Gag Gift | Husband Button Collector",
    "description": "This funny button is a must-have for every husband!\n\nFun for button collectors and appreciators!\n\nThe button is 3x3 IN\n\nEach button made on demand\n\nAll of our buttons are handmade using a professional button maker and materials\n\nThe button back is plastic with a metal pin\n \nFront glossy overlay\n\nMade in the USA\n\n Have any questions? Contact the shop owner\n\nCheck out our other unique Items: https://www.etsy.com/shop/CreativeAmbitionzLLC",
    "category": "gifts for hubby",
    "price": 5.0,
    "url": "https://www.etsy.com/listing/1437410713/funny-husband-button-gift-for-husband"
  },
  {
    "id": 630227597,
    "title": "Baby Shower Diaper Raffle Sign and Raffle Tickets, Printable Baby Shower Diaper Raffle Set, Blush Pink Floral Boho, Girl, MCP820",
    "description": "Printable blush floral diaper raffle sign and ticket cards.\nSee Matching Items ♥ https://www.etsy.com/shop/MyConfettiPrintables?search_query=mcp820\n\n••• PLEASE NOTE •••\nThis item is a DIGITAL FILE, no physical item will be shipped.\nSigns are NOT editable.\n________________________________________\n\nSIMPLE & EASY TO USE\n1. Download files.\n2. Print at home or at a local copy shop (Office Depot, FedEx Office, etc.)\n3. Cut along indicated trim border.\n________________________________________\n\nDELIVERY\nINSTANT DOWNLOAD after checkout. You will receive an email notice with download link once your payment is confirmed.\n________________________________________\n\nWHAT&#39;S INCLUDED\n\n~ Diaper Raffle Sign, JPG 8&quot;x10&quot; Size\n~ Ticket Cards JPG (3.75&quot;x2.25&quot;, prints 8 per page on 8.5&quot;x11&quot; paper)\n________________________________________\n\nTERMS & CONDITIONS OF USE\nPlease note that by purchasing our product, you are agreeing to the following terms of use.\n\n• All designs are for PERSONAL USE ONLY and may not be used for any commercial use/resale, distributed or shared. You may print the designs for personal use. All rights are reserved by My Confetti Printables.\n• Due to the digital nature of our products, refunds or exchanges are not possible once a file has been purchased.\n• Colors on final prints may vary depending on color settings, ink, printer and paper stock used, all of which is out of our control. We are unable to issue a refund based on your print results. \n• By purchasing this product, you understand and agree to the terms and conditions of use.\n________________________________________\n\nCONTACT • QUESTIONS\nWe are happy to answer any questions you may have. We do our best to respond to all messages within 24 hours.\n________________________________________\n\nCopyright: All designs and templates are for personal use only and may not be used for any commercial use/resale, distributed or shared. You may print the templates for personal use.\n© My Confetti Printables",
    "category": "pink",
    "price": 7.0,
    "url": "https://www.etsy.com/listing/630227597/baby-shower-diaper-raffle-sign-and"
  },
  {
    "id": 1752336639,
    "title": "Custom Nursery Name Wall Art Print Decor Idea For Baby Shower Gift Nursery Woodland Deer Bear Wall Art Boy Nursery Decor Custom Name Sign",
    "description": "Personalize your baby’s nursery with our Custom Nursery Name Wall Art Print.\n\nThis woodland-themed decor features adorable deer and bear designs, making it a perfect baby shower gift. \n\n\n\n\n🖥️P L E A S E N O T E \n\nThis is a D I G I T A L download, NO physical item will be shipped to you\n\n----------------------------------------------------------------------\n\nHOW IT WORKS:\n\n1️⃣Enter Initial & Name \n2️⃣Enter your email address (to receive the final print)\n3️⃣Select with or without butterfly \n\n🦋Receive your final print within 24 hours! \n\n----------------------------------------------------------------------\n\nWHAT YOU WILL RECEIVE:\n\n✨1 Custom PDF format Print \n\n----------------------------------------------------------------------\n\n📐SIZES:\n\n2:3 Ratio \n(4x6 6x9 8x12 12x18 16x24 20x30 24x36 INCHES)\n\n3:4 Ratio \n(6x8 9x12 12x16 15x20 18x24 24x32 INCHES)\n\n4:5 Ratio \n(4x5 8x10 12x15 16x20 \n\n----------------------------------------------------------------------\n\n🚛SHIPPING:\n\n✨We make receiving your digital downloads hassle-free! Instantly access your purchased items upon checkout for immediate enjoyment. \n\n📦RUSH ORDER ADD ON:\nIf you wish to have your custom order before 24 hours (15-45min after purchase) You can purchase this add on which will be included in the add on section.\n\n\n----------------------------------------------------------------------\n\n🔗LINK BACK TO SHOP:\nhttps://cloudninecollectives.etsy.com\n\n\nLINKS TO OTHER CUSTOM NURSERY WALL ART:\n\nWildflower Custom Name: \n\n🔗https://cloudninecollectives.etsy.com/listing/1715666955\n\nBoho Nursery Name Sign: \n\n🔗https://cloudninecollectives.etsy.com/listing/1688768012\n\n----------------------------------------------------------------------\n\n✨T E R M S✨\n\n⭐️Unlimited printing for personal use.\n⭐️Designs are strictly for personal use; no resale, sharing, or redistribution.\n⭐️Digital downloads are non-refundable and non-returnable.\n⭐️Digital files only; no physical documents will be shipped.\n⭐️Committed to quality and superior customer service.\n\nFor inquiries, please contact us by etsy messenger",
    "category": "Boy Room Ideas decor",
    "price": 13.5,
    "url": "https://www.etsy.com/listing/1752336639/custom-nursery-name-wall-art-print-decor"
  },
  {
    "id": 1760916482,
    "title": "Personalized Cutting Board, Charcuterie Board, Wedding Gift, Housewarming Gift, Wooden Engraved Bridal Shower Gift, Custom Anniversary Gift",
    "description": "🌟 Welcome to our handmade collection of exquisite cutting boards! 🌟\n\n🎁 Looking for the perfect personalized gift? Or perhaps a unique addition to your home decor? You&#39;re in the right place! Our stunning cutting boards are not only functional but also add a touch of elegance to any kitchen.\n\n🌿 Crafted with care from premium Maple, Cherry, and Walnut woods, each board is meticulously hand-selected and crafted to perfection.\n\n✨ Whether you&#39;re celebrating a special occasion or simply treating yourself, our engraved cutting boards make for an unforgettable gift. Choose from a range of sizes and wood types to suit any preference:\n\n🍁 Maple, 🍒 Cherry, 🌰 Walnut, 🎋 Bamboo\n\n🎯 Sizes: 8” - 12”,  9” - 12”,  10” - 16”,  11” - 17”\n\n🎀 Treat your loved ones (or yourself!) to a gift that will be cherished for years to come. Perfect for:\nValentine&#39;s Day, Christmas Gifts, Holiday Gifts, Romantic occasions, Bridal showers, Engagements Gifts,  Wedding Gifts, Anniversary Gifts, Birthday Gifts, Personalized Mothers Day gifts.\nIt’s perfect for a romantic night in.\n\n-Surprise Your Loved Ones With A Unique Gift: Whether you are looking for a stunning wedding registry, bridal shower, anniversary, housewarming, birthday, mother&#39;s day, father&#39;s day or Christmas gift idea, look no further. Our personalized cutting board is the perfect gift for anyone who you want to impress with a long lasting personalized gift.\n\n-Strong Wood Chopping Board Will Last A Lifetime: Handmade of solid hardwood. This wooden chopping board by Timber Symphony is not only sustainable but also uniquely durable and will resist long years of use without breaking or cracking.\n\n-Food-Safe Cutting Boards For Kitchen: Our wooden cutting board is made of 100% natural wood, with zero toxic chemicals, and makes a safe cutting board for the kitchen and a healthy cheese, snack, pizza, meat or charcuterie wood board. **Handwash Only**\n\n-Made With Love In The USA: This customized boards are available in multiple sizes and wood colors. It is offered by a small family-owned business in the USA and stands out among similar custom cutting boards for its quality and style.\n\nH O W  T O  O R D E R :\nP I C K  Y O U R  B O A R D - Choose your board size with a click that feels just right.\nL E T &#39; S  G E T  P E R S O N A L - Share all the juicy details and any quirky requests in the personalization box.\nRemember, what you write goes directly onto the board, so make it as fun as you are!\nWant the engraving on the opposite side of the groove? No prob! Just give us a heads-up.\nB O A R D  N O T E S:\nEach board is like a fingerprint, utterly unique. No two are alike, thanks to our no-stain policy and natural oil finish.\nQ U E S T I O N S?\nFire away! We&#39;re quicker than a squirrel with a nut to respond and eager to make your day. 😊🌟",
    "category": "bridal shower gift",
    "price": 66.33,
    "url": "https://www.etsy.com/listing/1760916482/personalized-cutting-board-charcuterie"
  },
  {
    "id": 1759008594,
    "title": "Blood Red Vampire Bat Earrings- Handmade Dark Silver Resin Red Dracula Bats Halloween Earrings Gothic Red Gunmetal Black Vampire Earrings",
    "description": "Beautifully elegant dark silver plated stainless steel earring hooks with Halloween shaped red bat resin earrings. Within each delicate bat of clear resin is a marbled acrylic pigment to create the blood red swirl that compliments the black metal. \n\nChoose from three sizes, each sold separately. \n\nPlease note that every charm is different in color and pattern. They are hand poured into silicone molds, where they set and cure for 8 hours. Air bubbles may occur, which adds to the beauty and variety of marble and texture. You may choose to wear whichever side you like best. \n\nAbout resin - \nCharms are made with clear epoxy resin, that cures into a hard plastic-like material. It is mixed with pigments, glitters, foils, and/or flowers, depending on the jewelry. All materials are hypoallergenic, safe to use and wear, and are odorless. 🩷\n\nBe sure to check out more HANDMADE jewelry in my shop, DizzleBees, beautiful jewelry of all kinds available!\n\nMade with quality materials and always nickel and lead free metals ♡\n\nPerfect gift for a friend or loved one:\n\nAll jewelry pieces are packaged in silver silk jewelry pouches, wrapped carefully, and packaged with love. Beautiful wrapping for gift ready giving. Personalized gift messages available. (***See Gift Wrapping at checkout)\n\nSTAY CONNECTED!!\nFollow and like my shop, DizzleBees! I am available all hours of the day to help with orders, answer questions, and anything else you need ♡\n\nMessage me on Etsy, I&#39;ll respond in minutes!\n\nNew additions rolling in every day, and new sales posted often, so keep checking back for the latest deals and creations. \n\nEstimated shipping times:\n\nNorth America: 2-3 business days\nInternational: Varies (See tracking information)\n\nI&#39;ll do my best to meet these shipping estimates, but cannot guarantee them. Actual delivery time will depend on the shipping method you choose. - (I can have the order out as early as same business day depending on the time the order is placed, next business day at the latest.)\n\nJewelry care:\n\n1. Don&#39;t wash jewelry with laundry in pant/coat pockets. Detergents and fabric softeners are harmful to precious metals and stones.\n2. Try to avoid prolonged soaking in chlorine filled water such as pools, hot tubs, and spas.\n3. Store in a cool, dry place.\n4. Wear often.... that one is just a great suggestion 😉",
    "category": "Horror earrings",
    "price": 16.9,
    "url": "https://www.etsy.com/listing/1759008594/blood-red-vampire-bat-earrings-handmade"
  },
  {
    "id": 1772964276,
    "title": "Antique French Paste Gilded Bar Brooch | Late 1800s Early 1900s Engraved Pin | Something Old Wedding Jewelry | Bridal Gift Idea",
    "description": "Delicate antique French gilded engraved bar brooch with three prong set very shiny paste stones. This simple and elegant brooch is from the late 19th century or early 20th century. \nThe closure is a typical C clasp. \nIt is in good vintage condition considering its age. The pin at the back is slightly bent as it was often used to gather thick fabric. \nA wonderful &quot;something old&quot; gift for a wedding or a great addition to any antique collection. \n\nDimensions: length 2 3/4&quot;  width 1/8&quot;\n\nWhat is Paste? Paste is a special type of cut glass which emulates a variety of gemstones. In antique jewelry, lead glass was most used, since the denser the material, the higher the refractive index and the greater the dispersion.  \nPaste jewelry dates to France during the 18th century when a jeweler named Georges Frederic Strass began hand crafting fine-quality Paste jewelry in 1724. He was quickly then appointed as “Jeweler to the King” and began making Paste jewelry for King Louis XV of France.  \nThe popularity of Paste jewelry quickly rocketed, with the appeal being that it was almost impossible to tell the difference between Paste and the real thing. In fact, in most cases Paste looked and sparkled better!  \nPaste jewels were also often more labor intensive to craft than Gemstone jewelry, as the Paste glass had to be expertly cut and polished by hand. This made the appeal even greater with many in Parisian high society deeming Paste jewelry superior to the real thing!\n\nBy purchasing this item, you are contributing to a more sustainable fashion future. All jewelry comes gift packaged in organza bags or gift boxes.  Please note that most of the jewelry photos are taken at 5 to 10X magnification. This shows any blemishes much more magnified than they really are. Please check dimensions as items might look bigger in pictures.\n\nI make every effort to give a fair description of each vintage or antique item in my store. All items are pre-owned or designed including a pre-owned element. Please keep in mind that most vintage or antique merchandise may have some degree of visible wear or patina. It is normal and considered part of the overall appeal and charm. If you have any questions, please don&#39;t hesitate to contact me. The posted pictures are part of the description, and I am happy to send additional photographs by request. \nYour purchase will be packaged with care and will include tracking. Shipping via USPS Advantage Mail for most items. \nYour satisfaction is my highest priority - please contact me to resolve any problems before you leave feedback.",
    "category": "shiny paste",
    "price": 54.0,
    "url": "https://www.etsy.com/listing/1772964276/antique-french-paste-gilded-bar-brooch"
  },
  {
    "id": 1787159525,
    "title": "Christmas Love Hoodie, Holiday Sweatshirt for Women, Christmas Sweatshirt, Winter Sweatshirt, Christmas Sweatshirt, Christmas Gift Hoodie",
    "description": "HOW TO ORDER:\n\n1. Please, Check and Review all Photos and Size Charts (All styles are Unisex)\n2. Choose Your Color/Size\n3. Choose Your Quantity as much as you want.\n4. Click “Add To Cart”.\nFor multiple items go back to the listing and repeat the steps.\n\n*QUALITY:\nSweatshirts (no hood) & Hoodies (with hoods), both styles are soft & comfy. They are UNISEX size, fitting men and women!\nSweatshirts/Hoodies are 50/50 cotton/polyester.\n\n* PROCESSING & SHIPPING:\nProcessing time is 1-3 business days. Transit time is 2-5 business days (after processing time).\n\n*CARE INSTRUCTION:\nWash items inside out in cold water, do not bleach, do not dry clean, and do not iron directly on the design.\n\n**Returns & exchanges are not accepted (But please get in touch with me if you have problems with your order). All sales are FINAL.\n\n***IMPORTANT NOTE***\nWe are proud to offer so many colors of shirts in our shop because we know our customers appreciate options.\n\nPlease keep in mind that some colors, especially heather colors, can vary quite a bit depending on the lighting.\n\nWe work hard to depict all colors as accurately as possible however we cannot always control all lighting variations or your monitor/phone screen settings.\n\nDue to the many color options and affordable pricing that we want to offer, we are unable to accept exchanges with very few exceptions.",
    "category": "gift for best friend",
    "price": 46.49,
    "url": "https://www.etsy.com/listing/1787159525/christmas-love-hoodie-holiday-sweatshirt"
  },
  {
    "id": 4299907904,
    "title": "NEW ! White Zircon Gold Hoop Earrings, Elegant Design Hoop Earrings, Christmas Gift, Mother&#39;s Gift, Special Day Gift, Gift for Women",
    "description": "NEW ! White Zircon Gold Hoop Earrings, Elegant Design Hoop Earrings, Christmas Gift, Mother&#39;s Gift, Special Day Gift, Gift for Women\n\n\nStylish Touches !\n\n\nYou will feel great with these modern classic earrings that reflect your elegance. Use them daily or crown your elegance at night. If you wish, give them to your friends as bridesmaid jewelry. Since the jewelry apparatus used is gold plated, it does not tarnish quickly. The earrings are lightweight. Make room for your new earrings in your jewelry box. You will love them. These products you buy for yourself or your loved ones will be sent with free gift packages.\n\n___________________\n\nFİND DETAİLS:\n\n- 100% brass, 22k Gold Plated\n- It is hypoallergenic and does not contain nickel.\n\n____________________\n\nMAINTENANCE\n- To keep your jewelry in good condition, we recommend that you do not come into contact with any chemicals, strong perfumes or water.\n\n______________________\n\n\n\nThank you for visiting my shop.\n\n\n🤍Visit our store for Stylish Touches with BuinJewellery . . .\n\nhttps://www.etsy.com/shop/BuinJewellery",
    "category": "White Zircon Hoop",
    "price": 73.0,
    "url": "https://www.etsy.com/listing/4299907904/new-white-zircon-gold-hoop-earrings"
  },
  {
    "id": 1695358189,
    "title": "5 MINI dogs because people suck stickers, dog decal, quote sticker, dog lover sticker, water bottle decal, tiny sticker, laptop decal",
    "description": "5 MINI dogs because people suck stickers. Perfect for any dog lover. \n\nThere is also a full size version in the shop.\n\nThese stickers are approximately 1 inch.\n\nThere are 4 choices for the Finish on these:\n\n1. Don&#39;t Care: I will send whatever finish I have in stock, it&#39;s a mystery \n2. Matte vinyl: water repellent, but not waterproof, meant for indoor use, low impact, handwash, no dishwasher \n3. glossy vinyl: water repellent, but not waterproof, meant for indoor use, low impact, handwash, no dishwasher, nice and shiny, heavier duty than the matte vinyl \n4. Laminated waterproof: These are glossy vinyl that goes through my laminator. They can take abuse and are waterproof. handwash, no dishwasher. They prefer flat, smooth surfaces\n\n\nSHIPPING:\nI send most of my orders by first class mail in a normal letter envelope. The post office does not give out tracking numbers for those. I do however, have a tracking service and it shows where the mail is and when it gets delivered. Let me know if you have any issues.  Etsy&#39;s tracking service is hit or miss, so I use my own.",
    "category": "kindle decal",
    "price": 2.75,
    "url": "https://www.etsy.com/listing/1695358189/5-mini-dogs-because-people-suck-stickers"
  },
  {
    "id": 1559448902,
    "title": "quote sticker, ducks in a row, funny decal, tumbler decal, laptop decal, water bottle sticker, phone case sticker, sarcastic quote sticker",
    "description": "I do not have ducks. I do not have a row.\nI don&#39;t know why they are speaking to me!\nThis sticker is approximately 3&quot; long. Each square on the grid in the picture is .5 inch.\n\nYou have the choice of 3 different finishes:\n1. Matte Vinyl: meant for indoor use. These are best for low impact items. They are water repellent but not waterproof. They are not dishwasher safe, so please hand wash. \n2. Glossy vinyl: Same as matte but they are nice and shiny. They are a little thicker than the matte ones. They are not dishwasher safe, so please hand wash. \n3. Laminate waterproof: These are glossy vinyl that get run through my laminator and  can stand some abuse. The picture won&#39;t get scratched because of the thick coating. They are waterproof. They are not dishwasher safe, so please hand wash.  They prefer flat, smooth surfaces like laptops.\n\n\nSHIPPING:\nI send most of my orders by first class mail in a normal letter envelope. The post office does not give out tracking numbers for those. I do however, have a tracking service and it shows where the mail is and when it gets delivered. Let me know if you have any issues.  Etsy&#39;s tracking service is hit or miss, so I use my own.",
    "category": "ducks in a row",
    "price": 3.0,
    "url": "https://www.etsy.com/listing/1559448902/quote-sticker-ducks-in-a-row-funny-decal"
  },
  {
    "id": 1511238616,
    "title": "Parents of The Bride Gift Custom Mom Dad Mug, Parents Wedding Gift from Bride and Groom, Mother of The Bride Gift Father of The Bride Mug",
    "description": "This listing is for an 11 oz. or 15 oz. custom Bride, Mom, and Dad ceramic coffee mug. Pick from different options of hair, skin tone, dresses, and suits. Add in any custom message you would like!\n\nDETAILS:\n\n➤ Mugs have been crafted from the highest grade ceramic using professional sublimation printers and inks.\n\n➤ Our mugs are made with very high quality Orca coating and Orca is known for being the best quality you can get!\n\n➤ Two toned mugs come in black, red, pink, orange, lime green, and blue. If two tone mug is ordered and no color is left in Note to Seller box, black will be sent.  \n\n➤ Printed, Packaged and Shipped From The USA. Support a local small business!\n\n➤ For more Wedding designs and products, click here: https://www.etsy.com/shop/CreatorsCove?ref=seller-platform-mcnav&section_id=25488009\n\n➤ For more gift ideas, click here: https://www.etsy.com/ca/shop/CreatorsCove\n\n➤ Sign up to our newsletter to get a 15% off coupon here: https://bit.ly/2Upn5yh\n\n⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤\n\nHow to order:\n\n- STEP 1️⃣ - Buy\n\n1. Enter the style and quantity you want to buy. \n2. Enter customization\n3. Click on the “ADD TO CART” button.\n\n- STEP 2️⃣ – Pay\n\n1. Next click &quot;Go to Cart&quot; and choose your shipping option, then &quot;Proceed to checkout&quot;.\n2. Enter the shipping address and enter/choose your payment info.\n3. Double check all of the order details. Click &quot;Place your order...&quot; to complete the order!\n\n⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤⏤\n\n➢ Since everything in my store is custom made, some orders ship out quickly and some take a bit longer to make. I’ll keep you updated every step of the way and also get you a tracking # as soon as your custom order is shipped.\n\n➢ The shipping address listed on your order is where it will be shipped. Please make sure this information is correct.\n\n➢ IMPORTANT: If you are not completely satisfied please give us an opportunity to make it right before you leave negative feedback. Contact me and I will do everything in my power to correct the issue.",
    "category": "bridal party gifts",
    "price": 21.97,
    "url": "https://www.etsy.com/listing/1511238616/parents-of-the-bride-gift-custom-mom-dad"
  },
  {
    "id": 1289160410,
    "title": "Halloween inspired classroom decor; gothic book quotes; horror famous author quotes; English classroom posters; gothic classroom decor",
    "description": "Hi there!\n\nLooking for some empowering, helpful, fun and unique prints for your classroom? Look no further!\n\nIt&#39;s so important that your space as a teacher reflects your values, and my store aims to provide you with the decor to help you achieve an empowering atmosphere for yourself and your students :)\n\nThis product is a digital download which means you can print it out yourself at home or head down to your local print shop where they can take care of the work for you.\n\n-----------------------------------------------------------------------------------------------------\n\nWHAT YOU WILL RECEIVE:\n\n-  This is a DIGITAL DOWNLOAD. You will not receive a physical product. After your purchase, you will receive an e-mail from Etsy with a link to download your product. Please note, it may take a few moments to show up in your inbox. Make sure to also check your spam/junk folders as well!\n\nSIZES:\n\n*You will receive 5 scalable high resolution JPG files*\n\n4:5 Ratio (Inches: 4&quot;x5&quot; / 8&quot;x10&quot; / 12&quot;x15&quot; / 16&quot;x20&quot;)\n(Centimetres: 10x12 / 20x25 / 28x35 / 30x38 / 40x50)\n\n3:4 Ratio (Inches: 6&quot;x8&quot; / 9&quot;x12&quot; / 12&quot;x16&quot; / 15&quot;x20&quot; / 18&quot;x24&quot;)\n(Centimetres: 15x20 / 22x30 / 30x40 / 38x50 / 45x60)\n\n2:3 Ratio (Inches: 4&quot;x6&quot; / 8&quot;x12&quot; / 12&quot;x18&quot;/ 16&quot;x24&quot; / 20&quot;x30&quot;/ 24&quot;x36&quot;)\n(Centimetres: 10x15 / 20X30 / 30x45 / 40x60 /50x76 /60X90\n\n5&quot;x7&quot;\n\n11&quot;x14&quot; / 28x35cm\n\n\n- Please feel free to contact me for additional sizes or questions. Thank you for your purchase!",
    "category": "Literature quotes",
    "price": 20.0,
    "url": "https://www.etsy.com/listing/1289160410/halloween-inspired-classroom-decor"
  },
  {
    "id": 1635318792,
    "title": "Valentines Day Teacher Sweatshirt, Teaching Sweethearts Teacher Shirts, Teacher Valentines Day Gift,Love Teacher Shirt, Valentines Day Shirt",
    "description": "DETAILS\n\nFor T-shirts, sleeves are only rolled for the picture. You can still get the rolled cuffed-sleeved look by simply rolling them up! \n\nFor each product please make sure to choose the right option from the drop down menu. (Sweatshirts, Long Sleeves, Crew Neck T-Shirts, Youth Size T-Shirts, V-Necks, and Tank Tops and their sizes are listed separately on the drop down menu).\n\nWe have 3 different product brands, if you only want a specific brand please ask the seller for availability, if you fail to do so previously then the available brand will be shipped.\n\nSweatshirt options are only for adult sizes. \n\nPlease check the Color Charts for the size and type of the product, all colors are NOT available for each type of product, Drop Down Menu automatically shows all colors; however, they are not available for each item. Please make sure to check the charts in the product pictures for available colors. If you fail to do so, the closest color will be shipped.\n\nFABRICATION\n\nSolid Colors: 100% combed and ring-spun cotton, 32 single, 4.2 oz.\nHeather/Blend Colors: 52% combed and ring-spun cotton, 48% polyester, 32 single, 4.2 oz\n\nSIZING\n\nT-shirts, sweatshirts, long sleeves, and V-necks are all unisex cut. Our customers are most satisfied with the size they usually wear in a women’s tee. If you are unsure about the size you should order, please refer to the size chart in the pictures or contact us. We love to help!\n\nMATERIALS\n\nHigh-quality heat transfer (DTF)\nProfessionally heat pressed\n\nCARE INSTRUCTIONS\n\nMachine washes inside out with cold water\nDo not bleach & Do not dry clean\nDo not iron directly on letters\n\nPERSONALIZATION\n\nPersonalization box is only for stating the design color information!\n\nWe absolutely love customizing orders for people! The best feeling is being able to add a personal touch to our designs to make our customers happy. If you would like to tweak this design with a name on the back or add some additional text all you have to do is to contact the seller!\n\nPRODUCTION & SHIPPING\n\nProduction takes 1 to 3 days. \n\nStandard Shipping (3-5 business days after production time, if you are in a rush please upgrade the shipping at checkout)\n\nThere are shipping upgrades you can choose at checkout. \n\nAlso, Rush Order Fee is available and contact the seller for further information.\n\nIf there is a specific date that you need the order by, please put that information in the notes to the seller section during checkout.\n\nUSPS does experience rerouting and delays from time to time. We are not responsible for lost or delayed packages.\n\nRETURN POLICY\n\nWe will not accept returns or exchanges on any orders. If you have any problems with your order please contact us and we will be happy to help!",
    "category": "teacher valentines",
    "price": 16.25,
    "url": "https://www.etsy.com/listing/1635318792/valentines-day-teacher-sweatshirt"
  },
  {
    "id": 1852154767,
    "title": "Black History, Black History Month Shirt, Proud T-Shirt, Gift for Black Pride, African History, Gift for Black History Month, Black Man Gift",
    "description": "Celebrate the richness of history and culture with our Black History shirt! Embrace empowerment and unity as you showcase a stunning design that pays homage to the achievements and contributions of Black Excellence. Crafted with premium quality fabric, this shirt not only makes a bold statement but also ensures comfort and style. Wear it proudly during Black History Month and beyond, spreading awareness and honoring the legacy of resilience. \n\n*Size Down for a Tighter Fit*\n\nThis classic unisex jersey short sleeve tee fits like a well-loved favorite. Soft cotton and quality print make users fall in love with it over and over again. These t-shirts have-ribbed knit collars to bolster shaping. The shoulders are tapered for a better fit over time. Dual side seams hold the garment&#39;s shape for longer.\n.: Made with 100% Airlume combed and ring-spun cotton, a lightweight fabric (4.2 oz/yd² (142 g/m²)) that is easy to layer, breathable. Perfect for active and leisure wear. \n\nEU representative: HONSON VENTURES LIMITED, gpsr@honsonventures.com, 3, Gnaftis House flat 102, Limassol, Mesa Geitonia, 4003, CY\nProduct information: Bella+Canvas 3001, 2 year warranty in EU and Northern Ireland as per Directive 1999/44/EC\nCare instructions: Machine wash: cold (max 30C or 90F), Non-chlorine: bleach as needed, Tumble dry: low heat, Iron, steam or dry: medium heat, Do not dry clean",
    "category": "t-shirt",
    "price": 25.0,
    "url": "https://www.etsy.com/listing/1852154767/black-history-black-history-month-shirt"
  },
  {
    "id": 924125287,
    "title": "11oz Customizable Ceramic Coffee Mug",
    "description": "11oz customizable ceramic coffee mug with a glossy finish. Add any logo, text, or photo through a process called Sublimation. Can also use vinyl if requested (text only). Print on one side, two sides, or a wrap text/image.\n\nIf you would like to use a photo, please place &quot;Photo&quot; in the personalize section, place your order, then send the photo via Etsy messenger.\n\nCare instructions included in packaging. Each mug is made to order so please allow 3-5 business days for processing.\n\nIf you need any help or have any questions, please feel free to contact me!",
    "category": "Parents gift",
    "price": 11.99,
    "url": "https://www.etsy.com/listing/924125287/11oz-customizable-ceramic-coffee-mug"
  },
  {
    "id": 1837958882,
    "title": "Boston Terrier Shirt Funny Dog Shirt Boston Terrier Shirts Dog Tshirts Pet Lover Gift Dog Tshirt Dog Owner Gift Dog Mom Gift Dog Mom Shirt",
    "description": "Get ready to be OBSESSED with your new Boston Terrier shirt. It&#39;s the cutest and most trendy way to emit all those important Boston Terrier vibes! \n\n• Q U I C K • F A C T S •\n✺ Comfort Colors 100% preshrunk cotton\n✺ Best Results Machine wash: Cold; Tumble dry: Low; Do not iron; Do not dryclean.\n\n• S I Z I N G •\n✺ Please see Size Chart in listing photos\n✺ Sizing is unisex so runs like men&#39;s, though not overly large\n✺ Most women find their typical size works best, since they are meant to fit a touch loose\n\n\n• S H I P P I N G • T I M E S •\n✺ Our items are individually made with love for each of our buyers. Because of this, our processing time is 2-5 business days (depending on order volume) plus transit time, but sometimes faster. We know our customers want their items as quickly as possible!\n\n\n• HOW TO ORDER•\n✺ Select Shirt Color\n✺ Select Shirt Size\n✺ Add to cart\n\nBecause all of our items are made to order, our policy is exchange only. In the event that you&#39;d need to exchange, please contact us through Etsy as soon as possible (limit is 15 days after item is delivered) with your email address provided. \n\nEU representative: HONSON VENTURES LIMITED, gpsr@honsonventures.com, 3, Gnaftis House flat 102, Limassol, Mesa Geitonia, 4003, CY\nProduct information: Comfort Colors® 1717, 2 year warranty in EU and Northern Ireland as per Directive 1999/44/EC\nWarnings, Hazard: For adults, Made in Honduras\nCare instructions: Machine wash: cold (max 30C or 90F), Do not bleach, Tumble dry: low heat, Iron, steam or dry: low heat, Do not dry-clean\n\n\n• K E E P • S H O P P I N G •\n↓↓↓ ↓↓↓\n✺ Shop our entire Just Simply Stephanie collection here: \nhttp://www.etsy.com/shop/JustSimplyStephanie\n✺ Check out the hoodie version of this design here: \nhttps://www.etsy.com/listing/1852170347/boston-terrier-sweatshirt-boston-terrier\n✺ Check out the crewneck version of this design here:\nhttps://www.etsy.com/listing/1852161263/boston-terrier-sweatshirt-boston-terrier\n\n\nPLEASE NOTE: Just Simply Stephanie IS NOT responsible for delivery delays caused by the carriers (USPS, UPS etc) and NO refunds will be issued to customers if their order is delayed by the carrier as long as Just Simply Stephanie has transferred the package to the carrier and the tracking number is showing that the package is with the carrier.",
    "category": "Dog Lover",
    "price": 30.0,
    "url": "https://www.etsy.com/listing/1837958882/boston-terrier-shirt-funny-dog-shirt"
  },
  {
    "id": 1833348450,
    "title": "Custom Mama Shirt, Mom Shirt With Kids Names, Personalized Mom Tshirt, Mama With Children Names Tee, Personalized Mom Shirt, Gift For Mom",
    "description": "A trendy and personalized T-shirt perfect for stylish moms and expectant mothers. This modern mama shirt is an ideal Mother&#39;s Day gift or pregnancy announcement tee. Made with 100% Airlume combed and ring-spun cotton, this lightweight fabric is breathable and perfect for active or leisure wear. The retail fit and classic crew neckline make it suitable for casual and semi-formal settings.\n\nProduct features\n- Made with 100% Airlume combed and ring-spun cotton\n- Retail fit for casual and semi-formal settings\n- Personalized design for trendy moms\n- Ideal for Mother&#39;s Day or pregnancy announcements\n- Manufactured in a humane and sustainable way\n\nCare instructions\n- Machine wash: cold (max 30C or 90F)\n- Non-chlorine: bleach as needed\n- Tumble dry: low heat\n- Iron, steam or dry: medium heat\n- Do not dryclean\n\nHappy Shopping 💕!",
    "category": "New Mom To Be",
    "price": 17.0,
    "url": "https://www.etsy.com/listing/1833348450/custom-mama-shirt-mom-shirt-with-kids"
  },
  {
    "id": 1245294823,
    "title": "Mother-in-law Birthday Card, Personalised Handmade Birthday Card for Mother-in-law",
    "description": "A simple but stylish card to say Happy Birthday to your Mother-in-law.\n\nThis gorgeous milestone birthday card features a little 3D red wooden heart.\n\nOur fully customisable Birthday Card is printed on a 350gsm Linen card and comes with a ribbed kraft envelope.\n\nEach card measures 148mm x 148mm (approximately 6&quot; x 6&quot;).\n\nYour card will be sent in a hard-backed envelope, but without a cellophane wrapper to keep the environmental impact to a minimum.\n\n---------------------------------------------\n PERSONALISATION (if needed)\n---------------------------------------------\n\nThis card can be personalised with your own choice of wording.\nJust specify what you&#39;d like printed when you purchase by entering\nyour requirements in the personalisation box.",
    "category": "heart design",
    "price": 3.89,
    "url": "https://www.etsy.com/listing/1245294823/mother-in-law-birthday-card-personalised"
  },
  {
    "id": 911131978,
    "title": "Customizable T-shirt",
    "description": "Customize this 100% cotton t-shirt with any text, logo, or photo! \n\nCustomize with any text, print, or logo. Your design can be placed on the front, back, or both sides of the shirt. Great for any occasion like Christmas, birthday, wedding, anniversary, and more!\n\nText designs are transferred to shirt using vinyl. Photos are transferred through heat transfer photo sheets.\n\nCare instructions included in packaging. Each shirt is made to order so please allow 3-5 business days for processing.",
    "category": "any occasion",
    "price": 20.0,
    "url": "https://www.etsy.com/listing/911131978/customizable-t-shirt"
  },
  {
    "id": 626688074,
    "title": "Burgundy Cashmere Sweater. Embellished Rhinestones Wool Cotton Winter Soft Sweater. Valentine&#39;s Day Gift.",
    "description": "Cashmere Burgundy Wool Cotton Winter Embellished Rhinestones Sweater.\nWomen&#39;s sweater. \nKnitted and soft sweater. \nEmbellished with crystals.\nUnique piece of clothes. \nSweater is made of cotton 50%, wool 35%, modal 10%, elastane 5%. High quality and sophisticated look.\nSize: S, M, L, XL\nColor: red",
    "category": "valentine's day gift",
    "price": 46.0,
    "url": "https://www.etsy.com/listing/626688074/burgundy-cashmere-sweater-embellished"
  },
  {
    "id": 1015397413,
    "title": "CUSTOM PET SKETCH Doormat  Personalized Dog  Cat Portrait  Unique Home Décor Gift",
    "description": "Custom Pet Doormat | Personalized Coir Doormat | Funny Welcome Mat | Custom Door Mat for Home | Housewarming Gift | Entryway Decor | Outdoor Entrance Mat | Family Name Door Mat | Custom Text Doormat Rug\n\nOur flocked coir doormats last longer and look better than painted or UV-printed mats you’ll find elsewhere. We use a proprietary adhesive to screen print the design, then apply flock fibers for a high-end, raised look. Unlike painted or UV-printed mats, our flocked doormats resist fading and wear, ensuring longevity and durability.\n\nPROOF APPROVAL NEEDED FOR CUSTOM ORDERS\nPlease be on the lookout for an email from us with the design attached. Your order cannot proceed to production until the proof is reviewed and approved by you.\n\nIN A RUSH? You&#39;ve come to the right place! Overnight shipping is available. Select &quot;Rush&quot; or &quot;Overnight Shipping&quot; and include the date you need it by in the note section at checkout.\n\nPRODUCT FEATURES:\n100% NATURAL COIR WITH PVC BACKING: The natural coconut fiber surface provides durability and traction, while the PVC rubber backing adds slip resistance.\n\nVARIETY OF DESIGNS: We offer hundreds of designs and sayings to suit any entryway style or personality.\n\nCUSTOM COLORS: The &quot;design color&quot; refers to the design/text printed on the doormat, not the mat itself. For an additional fee, we can color the entire doormat. Message us if you don&#39;t see the color you want! (Note: Colors may appear differently on various screens.)\n\nPERFECT SIZE FOR ANY ENTRYWAY: Choose from one of our five standard sizes or request a custom cut! Available sizes: 18&quot;x30&quot;, 24&quot;x36&quot;, 24&quot;x72&quot;, 36&quot;x60&quot;, and 36&quot;x72&quot;. For custom sizes, visit custom order link. https://doormatdecor.etsy.com/listing/970358882\n\nCUSTOM ORDERS: Proofs will be sent after ordering for all custom and double-door mats. Production begins only after proof approval, so keep an eye out for your proof. For 18&quot;x30&quot; and 24&quot;x36&quot; orders, please request a proof in the note section at checkout, and I will be happy to provide one before production begins.\n\nEASY TO CLEAN: Perfect for indoor and outdoor use—simply shake, vacuum, or sweep.\n\nCARE INSTRUCTIONS:\nAvoid Direct Sunlight or Excessive Moisture: Prolonged exposure may cause discoloration or damage. Best used in sheltered areas such as covered porches or entryways.\n\n*MAT DARKENS WHEN WET* Avoid wetting only part of the mat to prevent uneven appearance. Do not place live potted plants next to the mat, as water can soak into it unevenly.\n-Drying Tips: If the mat becomes saturated, allow it to dry completely before stepping on it again.\n-Occasional Clay Pieces: You may find small clay pieces in the mat, which is normal and part of the manufacturing process.\n-If you notice a ring around your doormat staining the concrete, it&#39;s not caused by the mat itself but by water and dirt buildup. To prevent this, we recommend purchasing a layering rug to place under your doormat.\n\n*SHIPPING ADIVCE* When your package arrives, open it outside. Some flock fibers may come loose during transit. Carefully remove the mat and shake it gently (avoid vigorous shaking) as the mat is heavy and could tear if mishandled.\n\nRUSH SHIPPING & OVERNIGHT OPTIONS:\nWe offer rush shipping! Select the option that best suits your needs and include the date you need it by in the note section at checkout. Tracking numbers are provided for all shipments.\n\nNOTE FOR INTERNATIONAL BUYERS:\nInternational orders may be subject to additional shipping costs or customs fees. Please provide a phone number at checkout to ensure smooth delivery. We are not responsible for import taxes or fees, and large orders may incur additional shipping charges.\n\nShipping to Puerto Rico, Hawaii, Alaska, and U.S. Virgin Islands may also incur additional charges.\n\nLAYERING RUGS SOLD SEPARATELY:\n50% OFF LAYERING RUGS with the purchase of a doormat! To order, choose the correct size layering rug for your doormat using link below. Discount is already applied!\n\nFor an 18&quot;x30&quot; doormat, order the Small layering rug.\nFor a 24&quot;x36&quot; doormat, order the Medium layering rug.\nFor a 24&quot;x72&quot; doormat, order the Large layering rug.\nFor a 36&quot;x60&quot; doormat, order the Extra Large layering rug.\n\nhttps://www.etsy.com/listing/984315409/add-on-item-must-be-purchased-with?ref=shop_home_active_2&frs=1&crt=1\n\nPERFECT GIFT IDEA:\nOur doormats make wonderful gifts for housewarmings, weddings, birthdays, holidays, or just because! Personalize your entryway with a greeting that suits your style and personality.\n\nRETURNS & EXCHANGES:\nWe do not accept returns, exchanges, or cancellations for custom or personalized products. However, if your mat arrives damaged, please contact us with a photo of the mat and packaging, and we’ll be happy to help.\n\nHANDMADE IN THE USA – Each mat is hand crafted by our dedicated team in Houston, Texas.\n\n\n© 2024 Doormat Decor | All Rights Reserved",
    "category": "Doormat Rug",
    "price": 55.0,
    "url": "https://www.etsy.com/listing/1015397413/custom-pet-sketch-doormat-personalized"
  },
  {
    "id": 1772857226,
    "title": "Handmade Genuine Leather Long Wallet, Full Leather Wallet For Men For Women, Zipper Wallet For Him For Her, Wallet as a Gift, Handmade Purse",
    "description": "Soft, comfortable, compact but at the same time roomy wallet, handmade from high quality genuine leather.\nThe wallet has 3 card slots, two banknote slots and a zippered pocket for coins.\n\nThere are always many different models available, you can see them in my  store.\n\nAll my products are handmade, made of high quality genuine leather and will last you a long time.\nI do everything myself in workshop, which is located in Bulgaria. \nYou can count on the high quality of the work and materials that i use. \nEach product is individual and unique and you won&#39;t meet the second exactly the same!\n\n\nPS Other items in the photo are not included in the price. They are for example only!\n\n\n\nDelivery to the US usually takes 6-14 days.\nCanada and Australia 14-25 days.\nEurope 3-7 days.\n\nPlease carefully read the product description (color, thickness and properties of leather and other materials) and product photos in order to have the most complete picture of the product, this is very important! We take as many photos as possible in natural light, without the use of filters and corrections from various angles, to reflect the product as it appears in real life. But nevertheless, each person has an individual perception of colors and the screen of your device may slightly distort a particular color or shade, please take this into account, thank you!",
    "category": "handmade wallet",
    "price": 99.0,
    "url": "https://www.etsy.com/listing/1772857226/handmade-genuine-leather-long-wallet"
  },
  {
    "id": 4299465331,
    "title": "Hand painted butterfly ornament, glass Christmas ornament, Monarch life cycle ornament,",
    "description": "Monarch life cycle ornament, butterfly hand painted glass Christmas ornament. Monarch butterfly ornament. Ornament has mottled shades tan, purple, blue and white background with a caterpillar, chrysalis and black and orange Monarch butterflies painted on the ornament.  The  ornaments are painted by me. They are painted on a approx. 2 5/8 diameter inch glass ball. (tennis ball size) Each ornament varies slightly because each is hand painted by me of my own design. \n\nMore hand painted ornaments can be seen here\nhttps://www.etsy.com/shop/ADragonflysVintage?ref=seller-platform-mcnav&section_id=30685742",
    "category": "tan",
    "price": 18.5,
    "url": "https://www.etsy.com/listing/4299465331/hand-painted-butterfly-ornament-glass"
  },
  {
    "id": 1598008265,
    "title": "Miniatur Holzspiel Pentomio",
    "description": "Der Bausatz besteht aus 12 Einzelteilen. Die Bauteile sind aus heimischen Hölzern gefertigt. Eine Spielanleitung liegt bei. Verpackt ist der Bausatz in einer Streichholzschachtel.\n\nHier findest du weitere Holzspiele: https://www.etsy.com/de/shop/SightboxDE?ref=shop-header-name&listing_id=1598006103&from_page=listing&section_id=40418685\n\nProduktdetails\nTeile: 12\nMaterial: Holz\nMaße Schachtel: ca. 53 x 37 x 16 mm (BHT)\nMade in Germany",
    "category": "Handmade",
    "price": 6.5,
    "url": "https://www.etsy.com/listing/1598008265/miniatur-holzspiel-pentomio"
  },
  {
    "id": 824409147,
    "title": "Arizona Mountain Bike Vinyl Decal - Mountain Bike Decal - Bike Sticker",
    "description": "State of Arizona mountain bike decal with a silhouette of handlebars and &quot;Bike It!&quot; These decals are very unique and and would look great on your car window! Show off your love for the State of Arizona and it&#39;s mountain biking opportunities. \n\nCheck out my Etsy Shop for other unique decals: https://axtellroguecreations.etsy.com\n\n Several Sizes Available\n* Several Colors Available\n* High Quality  Permanent Vinyl\n* Water Resistant\n* Lasts 3-5 years\n* Made in Oregon\n* Application Instructions Included\n* Free Shipping Available\n* Axtell Rogue Design\n\n\nThese decals can be placed on smooth hard surfaces like car windows, water bottles, laptops etc. It is buyer&#39;s responsibility to ensure that item decal is being placed on is appropriate. For example, you can place on body of car, but paint can be damaged if decal is ever removed. Not recommended for placement on wood, but if properly prepared, it can be done.",
    "category": "bike decal",
    "price": 5.49,
    "url": "https://www.etsy.com/listing/824409147/arizona-mountain-bike-vinyl-decal"
  },
  {
    "id": 1872960627,
    "title": "Owl Glasses Holder Crochet Pattern. Crochet Eye Glass Holder. DIY Case For Eyeglasses. Crochet Hook Holder",
    "description": "DIGITAL DOWNLOAD 📩\n💵60% OFF WHEN BUY 5+ ITEMS! Use code PROMO at checkout💵.\n\nOWL GLASSES HOLDER PATTERN, NOT A PHYSICAL PRODUCT! \n\n💲BEST VALUE💲 12 in 1 HOLDERS BUNDLE 1 - https://yuriik.etsy.com/listing/1866038200\n\n💲BEST VALUE💲 12 in 1 HOLDERS BUNDLE 2 - https://yuriik.etsy.com/listing/1880774374  \n\nThe PDF file includes step-by-step instructions with detailed descriptions and photos. The instructions are written in English using standard US crochet terms. \n\n⚠️Please note that this pattern does not include crochet lessons. You should have previous knowledge of crochet techniques⚠️\n\n📌 Patterns are for personal use only. Contents may not be sold, distributed, or transferred to any other person. Handmade items produced with this pattern may be sold if credit is given to the designer. To do this, use either a direct link - yuriik.etsy.com or text - YuriiK Etsy Shop.\nMass production or factory manufacturing of any kind is NOT ALLOWED📌\n\n📧 Please get in touch with me if you have any questions\n\nMATERIALS AND TOOLS THAT WERE USED FOR THIS PATTERN:\nYarn Weight 2 - Fine / Sport – Gray, Yellow, White, Blue, Black, Dark Gray Colors\nCrochet hook size 3,5 mm\nStitch marker\nScissors\nSewing needle",
    "category": "Bird crochet pattern",
    "price": 3.99,
    "url": "https://www.etsy.com/listing/1872960627/owl-glasses-holder-crochet-pattern"
  },
  {
    "id": 1723874391,
    "title": "Embroidered Faux Leather Marine Vinyl Stroller Wagon Patch Chaos Container Retro Groovy",
    "description": "Marine Vinyl embroidered patch made for wonderfold wagon w series and M1 wagons\n\nMarine Vinyl is UV/Weather/Scratch resistant.\n\nAttach with patch clips, magnets, velcro, or fabric tape.  *Using anything other than magnets or patch clips may void your warranty*\n\nPatch clips are available for purchase under the Add On Patch Clips Listing in my shop.  \n\nSaddle is the closest match to the Wonderfold Handlebar color.",
    "category": "chaos coordinator",
    "price": 31.0,
    "url": "https://www.etsy.com/listing/1723874391/embroidered-faux-leather-marine-vinyl"
  },
  {
    "id": 1523411256,
    "title": "Hochzeitskarte happily ever after | Karte zur Hochzeit | Karte Hochzeit Brautpaar | Hochzeitskarte boho | Glückwunschkarte",
    "description": "Happily ever after! Dieses verliebte Brautpaar hält sich in den Armen, nachdem es sich das Jawort gegeben hat. Der orangene Blumenstrauß leuchtet in der Hand der Braut und verleiht der Karte einen bunten Akzent. Diese Hochzeitskarte rundet dein Hochzeitsgeschenk perfekt ab!\n\nHappily ever after Karte Details:\n- Größe: DIN A6 (10,5 x 14,8 cm)\n- Gedruckt auf hochwertigem Fine Art Injket Fotopapier 300 g/m²\n- Jede Karte wird liebevoll in einer Papiertasche mit einem Gruß von mir für dich verpackt\n\nVersand:\n- Deutsche Post\n- Versandmaterialien: Papiertasche, gepolsteter Briefumschlag\n\nNOCH MEHR SCHÖNE POSTKARTEN:\nhttps://www.etsy.com/shop/justsoro\n\nHOCHZEITSKARTEN IM SET:\nhttps://www.etsy.com/de/listing/1478706907/4er-karten-set-zur-hochzeit-o-just\nwww.etsy.com/de/listing/1448540353/4er-set-hochzeitskarten-o-just-married-o\n\nMEHR HOCHZEITSKARTEN:\nhttps://www.etsy.com/de/listing/1446814699/karte-zur-hochzeit-o-just-married",
    "category": "Herbsthochzeit",
    "price": 3.85,
    "url": "https://www.etsy.com/listing/1523411256/hochzeitskarte-happily-ever-after-o"
  },
  {
    "id": 1090023244,
    "title": "Snowman Long Sleeve Tee Retro Christmas Shirt Vintage Holiday T Shirt Christmas Shirt Holiday Party T-Shirt Vintage Snowman for Women",
    "description": "Snowman Long Sleeve Tee Retro Christmas Shirt Vintage Holiday T Shirt Christmas Shirt Holiday Party T-Shirt Vintage Snowman for Women\n\nThis classic unisex long sleeve tee fits like a well-loved favorite. Casually elegant with an excellent quality print, it is an irreplaceable everyday item for anyone. \n100% airlume combed and ring spun cotton (fiber content may vary for different colors)\nLight fabric (4.2 oz/yd² (142 g/m²))\nRetail Fit\nTear away label\nRuns true to size\n• Comfortable and flattering for both men and women                \n\nSIZING\n• See sizing chart illustration.\n• If unsure as to what size to order, lay a favorite shirt flat and measure from \n  armpit to armpit (width) and top to bottom (length).\n• Women may want to order one size smaller for slimmer fit.\n• Shirts are pre-shrunk but may shrink slightly after washing.\n• Please order size carefully as we do not give refunds or \n  process returns from ordering the incorrect size\n• We have additional shirt colors available upon request.\n\nCARE INSTRUCTIONS:\n• Turn inside out before washing and drying\n• Machine wash cold with like colors\n• Tumble dry low\n• Do not bleach\n• Do not iron directly on the design\n• Do not dry clean\n\n• This listing is for the item listed only.  Other items in photo are for staging purpose only and are not for sale.\n\nThe vintage antique images on our shirts have been scanned or photographed which means they are not perfect and may show signs of age and wear.\n\nWe are not responsible for lost, stolen packages, or delays caused by the shipping provider.\n\n\nThank you for shopping with us!",
    "category": "Gift For Women",
    "price": 32.99,
    "url": "https://www.etsy.com/listing/1090023244/snowman-long-sleeve-tee-retro-christmas"
  },
  {
    "id": 1293117307,
    "title": "Handmade Beaded Necklace and Bracelet Gift Set / Birthday Gifts for Women",
    "description": "This handmade jewelry gift set includes a necklace and a bracelet, both of which are with brown glass beads, faux pearl beads, and silver jewelry findings. The necklace features a toggle clasp, and the bracelet features a spring ring clasp.\n\nThis jewelry set will make an awesome gift this holiday season, whether it&#39;s for a friend, family member, or yourself.\n\nSize - All measurements are approximate.\nNecklace - 18-inch (45.72 cm)\nBracelet - 6.5 inch (16.51 cm)\n\nPlease visit me on any of my social media platforms.\nLink Tree - https://linktr.ee/kiwiscrochetcorner\n\nHappy shopping!",
    "category": "brown necklace",
    "price": 28.8,
    "url": "https://www.etsy.com/listing/1293117307/handmade-beaded-necklace-and-bracelet"
  },
  {
    "id": 4299321737,
    "title": "Grateful Dead Kayaking Sticker, Dancing Bears Kayak Sticker, Kayaking, Gift for Kayaker, kayaker Sticker, Whitewater Kayaking Sticker",
    "description": "Greatful Kayaker\nVinyl Sticker\nApprox 3x4 inches",
    "category": "Grateful Dead shirt",
    "price": 6.0,
    "url": "https://www.etsy.com/listing/4299321737/grateful-dead-kayaking-sticker-dancing"
  },
  {
    "id": 4299907464,
    "title": "Personalized Lunch Box Monogram M Bento Lunch Box, Stylish Meal Prep Container, Eco-Friendly Lunch Storage, Work Lunch Box School Lunch Box",
    "description": "Introducing our stylish Bento Lunch Box, the perfect blend of functionality and flair. Embrace lunchtime with a vibrant and aesthetically pleasing design that brightens your day. Ideal for busy professionals, students, or parents packing meals for their little ones, this lunch box is designed to make mealtime more enjoyable. Its microwave-safe feature allows for easy reheating, making it perfect for quick lunches at work or school. This lunch box is great for everyday use and special occasions, like back-to-school or holiday gatherings, where thoughtful, personalized gifts are cherished. Elevate your meal prep with a lunch box that reflects your style and keeps your food fresh!\n\nProduct features\n- Vibrant colors for stylish lunch vibes\n- Lid print for a personalized touch\n- Microwave-safe for convenience\n- Includes two moveable compartment dividers\n- Made with BPA-free materials and includes cutlery\n\nCare instructions\n- Use warm water and dish soap to clean the Lunch Box.",
    "category": "pretty lunch box",
    "price": 37.03,
    "url": "https://www.etsy.com/listing/4299907464/personalized-lunch-box-monogram-m-bento"
  },
  {
    "id": 1509859805,
    "title": "Personalized Leather Journal, a5 Leather Cover, Leather Folder, Leadership Gifts, Corporate Gifts for Clients, a5 Planner Cover, a5 Binder",
    "description": "USPersonalizedGoods offers leather document holder, corporate gifts for clients, board member gift, a5 binder, corporate gifts, leadership gifts, a5 planner cover, a5 planner binder, a5 leather cover, edd graduation gift, phd graduation gift, field notes cover, custom notebook, personalized leather journals, leather folder.\n-------------------------- \n***Product Details\n*Size: 8.76x6 in.\n*Material: Premium Full Grain Leather.\n*Refillable: Designed to fit A5 size notebooks.\n*Unisex Product: This product can be a gift to women and men.\n*Comes with A5 size (8.3x5.8 in) 112 sheet (224 pages) Journal.\n*You can pick Lined or Blank notebook/journal options.\n*Pen holder\n*Laser Engraved with 20 different designs that you can choose from. You may also personalize it with your logo or any black and white graphic like your company logo. \n\nIn a world constantly driven by technology, leather Journals are now new trend that whispers of a deeper connection to our thoughts, ideas, and aspirations. Leather folders are timeless elegance and  hold the power to transform our daily lives, infusing productivity, creativity, and a touch of a bit magic into our every endeavor.  \n\n 1: A Journey Begins with Sophistication.\nImagine the moment you replace your old, worn-out travel journal, dream journal with a leather journal that radiates a sense of purpose and sophistication. Its enchanting fragrance fills the air, evoking a sense of anticipation as you delicately run your fingers over the grainy texture of its full-grain leather cover. \n\n2: Reality is The Power of Simplicity\nIn a world overflowing with distractions, the simplicity of pen and paper becomes an oasis of focus and clarity. \n\n3: Gift of Heart\nThese remarkable a5 leather covers transcend their role as personal tools and emerge as heartfelt gifts.\n\nConclusion:\nWith our commitment to customer satisfaction and a fast turnaround time, we invite you to indulge in the soulful embrace of our full-grain leather portfolios. Allow these tactile wonders to ignite your creativity.\n\n\n\n***Processing and Shipping; \n\nWe personalize and ship out each product within 1-3 business days from our Houston, TX Office. \n\n\n-------------------------\n***How to Order; \n\nStep 1) Pick a personalization option that you prefer.\n\nStep 2) Provide your personalization info within the personalization input box or note to seller while you are checking out\n\nIf you prefer a logo engraving email it to uspersonalizedgoods@gmail.com",
    "category": "phd graduation gift",
    "price": 72.5,
    "url": "https://www.etsy.com/listing/1509859805/personalized-leather-journal-a5-leather"
  },
  {
    "id": 754092329,
    "title": "Personalized Luggage Tags Engraved Durable Luggage Tags Traveler Gift Wedding Travel Bag Tag Purse Tag Diaper Valentine&#39;s Day Anniversary A4",
    "description": "Size (In Inches): 2.0 x 2.0 x 0.25 in\n\nMaterial: Acrylic (Plexiglass)\n\n\nMaterial Finish Specifications:\nMatte Black - Matte Non-Glare (2 sides)\nShiny Black - Gloss (1 side) and Matte Non-Glare (1 side)\nFrosted Clear - Gloss (1 side) and Matte Non-Glare (1 side)\nClear - Gloss (2 sides)\nWhite - Gloss (2 sides)\nTransparent Blue - Gloss (2 sides)\nTransparent Smoke - Gloss (2 sides)\n\n\nPrivacy vs. Visibility:\nOf all the color options available shiny black and white are the most discreet and require the tags be tilted to reveal engraved information. The frosted clear and clear tags are the easiest to read and do not require tags to be tilted to reveal engraved information. The matte black option is in the middle, legible without tilting, but most legible when tilted.\n\n** NOTE ** You will receive an email from *orders@littledotstudio.com* in the next 1-3 business days with a proof of your requested personalization going to the email address provided from your order.\n\nTo avoid the proof accidentally going to spam, we recommend adding orders@littledotstudio to your contact list, or check back your spam folder for the message.\n\n\nSleek and minimalist, these acrylic luggage tags are perfect for both the frequent traveler or vacation goer. Measuring a quarter inch thick, single-piece design, the luggage tags are sturdy enough for checked bags. These luggage tags are a discrete way for travelers to display your information. All tags come with a 3mm Flat Genuine Leather Cord.\n\nPlease feel free to reach out regarding any customizations: double-sided engraving, corporate or sports team logo, etc. \n\nSize (In Inches): 2.0 inches in diameter\n\n\nPlease inquire about additional personalizations!\n\n\n© 2019-2021 Little Dot Studio. All Rights Reserved\n\n\nThe perfect keepsake for your:\nWedding\nEngagement Party \nBachelorette Party\nHiking Backpack\nBachelor Party\nCorporate Event\nTeam Building\nPromotional Event\nBirthday\nNewborn\nBaby Shower\nSchool Sports Team\nSmall Business\nEmployee\nCustomer Appreciation\nManager Gift\nFlower Bouquet\nNew Team Hire\nDestination Wedding\nNewlyweds\nSolo Trip\nHoneymoon\nFirst Day of School\nBridal Shower\nPet Carrier\nFlight\nFlight Attendant \nPilot\nNew Home\nRealtor\nThank you Gift\nTrending\nChristmas\nFourth Of July\nIndependence Day\nThanksgiving\nValentines Day\nMemorial\nBridal Shop\nPlant Shop\nSeattle\nSouvenir\nNew Years\nPageant\nSwim Team\nBasketball Team\nSoftball Team\nSoccer Team\nBus\nLunchbox\nDog\nHusband\nWife\nDaughter\nSon\nAunt\nUncle\nGrandparents\nIn-Law\nHousewarming\nMother&#39;s Day\nFather&#39;s Day\nLast-minute\nAnniversaries\nTik-Tok finds\nUnder $25 finds\nCat\nColleagues\nBest friends\nGuitar Case\nJetsetter\nInfluencer\ngraduation\nKids\nWater Bottle\nTeens\nCouples\n\n\nStyles:\nModern\nMinimalist\nUnique\nSpecial\nDurable\nCool\nCustomizable\nPersonalizable\nReusable\nUncommon\nFun\nLocal\nPopular\n\n\nFavors",
    "category": "team",
    "price": 12.5,
    "url": "https://www.etsy.com/listing/754092329/personalized-luggage-tags-engraved"
  },
  {
    "id": 1808706580,
    "title": "Personalized Corporate Trophy Award, Company Memorial Plaque, Custom Engraved Crystal Award, Clear Glass Trophy",
    "description": "Celebrate Excellence with Personalized Awards\n\nPremium Customization: Mark those special moments with our personalized trophies, designed to highlight achievements with a professional touch. Choose from an array of design options and add the recipient’s name for a thoughtful, one-of-a-kind gift.\n\nSophisticated Design: Each award is crafted from durable materials and features sleek, customizable graphics. With clean lines and elegant detailing, our trophies bring a refined, polished look to any occasion.\n\nEye-Catching Appeal: The high-quality finish and vibrant colors make these awards stand out. A well-balanced design ensures your award looks perfect on any desk, shelf, or display.\n\nEffortless Customization: Personalize your trophy with just a few clicks. Select the award title, graphic, and enter the name of the recipient. Our intuitive process makes it easy to create a truly personalized gift in minutes.\n\nOutstanding Customer Support: We pride ourselves on providing top-tier service. From product selection to final delivery, our team is dedicated to making sure your experience is smooth and satisfying.\n\nPerfect for celebrating personal achievements, workplace recognition, or special milestones, our custom awards are designed to inspire and honor. Order today and create a gift that will be cherished for years to come.",
    "category": "football trophy",
    "price": 29.0,
    "url": "https://www.etsy.com/listing/1808706580/personalized-corporate-trophy-award"
  }
]